{
    "questions": [
        {
            "question": "Qual é a definição concisa de comunicação interpessoal, de acordo com o texto?",
            "answerOptions": [
                {
                    "text": "A troca de ideias entre máquinas.",
                    "rationale": "A comunicação interpessoal refere-se à interação entre indivíduos, não entre máquinas.",
                    "isCorrect": false
                },
                {
                    "text": "A transmissão de informações de um indivíduo para um grupo grande.",
                    "rationale": "Embora possa envolver grupos, a definição concisa se foca na troca entre dois ou mais indivíduos, sem especificar o tamanho do grupo.",
                    "isCorrect": false
                },
                {
                    "text": "A troca de informações entre dois ou mais indivíduos.",
                    "rationale": "Esta opção reflete diretamente a definição apresentada no texto para comunicação interpessoal.",
                    "isCorrect": true
                },
                {
                    "text": "A comunicação interna dentro de uma organização.",
                    "rationale": "Comunicação interna é um tipo específico, mas a definição geral de comunicação interpessoal abrange interações mais amplas do que apenas o ambiente organizacional.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no número mínimo de pessoas envolvidas na comunicação interpessoal.",
            "subject": "abp"
        },
        {
            "question": "Quais são alguns dos meios de passar e receber mensagens na comunicação interpessoal mencionados no texto?",
            "answerOptions": [
                {
                    "text": "Apenas fala e escrita.",
                    "rationale": "O texto menciona fala, escrita, mímica e meios modernos, o que torna esta opção incompleta.",
                    "isCorrect": false
                },
                {
                    "text": "Notícias de jornal e rádio.",
                    "rationale": "Embora sejam meios de comunicação, o texto foca nos modos de interação direta ou mediada por tecnologia entre indivíduos, como SMS e e-mails.",
                    "isCorrect": false
                },
                {
                    "text": "Fala, escrita, mímica e meios modernos como SMS e e-mails.",
                    "rationale": "Esta opção engloba todos os exemplos de meios de comunicação interpessoal citados no capítulo.",
                    "isCorrect": true
                },
                {
                    "text": "Sinais de fumaça e código morse.",
                    "rationale": "Estes são meios de comunicação, mas não são os exemplos específicos dados no texto para comunicação interpessoal moderna.",
                    "isCorrect": false
                }
            ],
            "hint": "Considere tanto os métodos tradicionais quanto os tecnológicos citados.",
            "subject": "abp"
        },
        {
            "question": "Qual a importância da comunicação interpessoal na atividade policial militar, de acordo com o texto?",
            "answerOptions": [
                {
                    "text": "É importante apenas para a comunicação interna da corporação.",
                    "rationale": "O texto destaca a importância para as relações humanas e o sucesso em ocorrências, que vão além da comunicação puramente interna.",
                    "isCorrect": false
                },
                {
                    "text": "É uma ferramenta estratégica para o sucesso em boa parte das ocorrências policiais.",
                    "rationale": "O texto afirma que a habilidade na comunicação interpessoal é uma ferramenta estratégica para o sucesso em boa parte das ocorrências policiais.",
                    "isCorrect": true
                },
                {
                    "text": "Não tem grande relevância, pois o foco é o uso da força física.",
                    "rationale": "O texto contradiz esta afirmação, enfatizando a comunicação como uma ferramenta estratégica e até um nível de uso da força.",
                    "isCorrect": false
                },
                {
                    "text": "Serve apenas para registrar ocorrências.",
                    "rationale": "Registrar ocorrências é uma das funções, mas a importância da comunicação interpessoal na atividade policial militar vai muito além, impactando o sucesso das interações e desfechos.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no papel da comunicação nas 'relações humanas' dentro da atividade policial.",
            "subject": "abp"
        },
        {
            "question": "Por que a verbalização é considerada um nível de uso da força em uma ação ou intervenção policial?",
            "answerOptions": [
                {
                    "text": "Porque é a última opção antes do uso de armas letais.",
                    "rationale": "Embora possa ser uma alternativa à força física, o texto não a posiciona como 'última opção' antes de armas letais, mas sim como algo que pode ser usado a qualquer tempo.",
                    "isCorrect": false
                },
                {
                    "text": "Porque permite mudanças de comportamentos, ideias e sentimentos, facilitando a cooperação.",
                    "rationale": "O texto explica claramente que a comunicação (verbalização) possibilita essas mudanças e facilita a cooperação, o que a torna um nível de uso da força.",
                    "isCorrect": true
                },
                {
                    "text": "Porque envolve gritos e ameaças para intimidar o indivíduo.",
                    "rationale": "O texto não associa a verbalização a gritos e ameaças, mas sim a um meio de comunicação que busca mudanças de comportamento e cooperação.",
                    "isCorrect": false
                },
                {
                    "text": "Porque é uma forma de demonstrar autoridade sem diálogo.",
                    "rationale": "A verbalização, por sua natureza, envolve diálogo e não a ausência dele para demonstrar autoridade, mas sim para mediar e resolver situações.",
                    "isCorrect": false
                }
            ],
            "hint": "Qual o efeito desejado da verbalização nas interações policiais?",
            "subject": "abp"
        },
        {
            "question": "Qual das seguintes opções NÃO é um meio moderno de comunicação interpessoal mencionado no texto?",
            "answerOptions": [
                {
                    "text": "SMS.",
                    "rationale": "SMS é explicitamente mencionado como um meio moderno de comunicação.",
                    "isCorrect": false
                },
                {
                    "text": "E-mails.",
                    "rationale": "E-mails são explicitamente mencionados como um meio moderno de comunicação.",
                    "isCorrect": false
                },
                {
                    "text": "Telefone fixo com discagem manual.",
                    "rationale": "O texto lista meios 'decorrentes da tecnologia' como SMS, e-mails, fotos, vídeos e mensagens instantâneas, não se referindo a tecnologias mais antigas como o telefone fixo com discagem manual.",
                    "isCorrect": true
                },
                {
                    "text": "Mensagens instantâneas de aplicativos.",
                    "rationale": "Mensagens instantâneas de aplicativos são explicitamente mencionadas como um meio moderno de comunicação.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense nos exemplos específicos de 'meios modernos' citados.",
            "subject": "abp"
        },
        {
            "question": "A que se refere a 'complexidade das relações humanas' no contexto da atividade policial militar, segundo o texto?",
            "answerOptions": [
                {
                    "text": "Apenas à interação entre policiais de diferentes patentes.",
                    "rationale": "A complexidade das relações humanas na atividade policial vai além das hierarquias internas, envolvendo as interações com o público em geral.",
                    "isCorrect": false
                },
                {
                    "text": "Às diversas interações e dinâmicas que os policiais enfrentam com os cidadãos e em ocorrências.",
                    "rationale": "O texto afirma que a essência da atividade policial militar 'envolve a complexidade das relações humanas', referindo-se às interações em geral enfrentadas pelos policiais.",
                    "isCorrect": true
                },
                {
                    "text": "À burocracia do sistema jurídico.",
                    "rationale": "A burocracia é uma complexidade, mas o texto se refere especificamente às 'relações humanas' na essência da atividade policial.",
                    "isCorrect": false
                },
                {
                    "text": "Aos desafios logísticos de uma operação policial.",
                    "rationale": "Desafios logísticos são parte da operação, mas 'complexidade das relações humanas' se refere à interação interpessoal, não à logística.",
                    "isCorrect": false
                }
            ],
            "hint": "Qual o foco principal da atividade policial militar em relação às pessoas?",
            "subject": "abp"
        },
        {
            "question": "Qual o principal benefício da comunicação para a atividade policial militar, conforme o texto?",
            "answerOptions": [
                {
                    "text": "Aumentar a burocracia.",
                    "rationale": "O texto não menciona o aumento da burocracia como um benefício da comunicação.",
                    "isCorrect": false
                },
                {
                    "text": "Diminuir o número de ocorrências.",
                    "rationale": "Embora a boa comunicação possa ajudar a prevenir algumas situações, o texto foca em como ela facilita a cooperação e o sucesso nas ocorrências, não diretamente na diminuição do número delas.",
                    "isCorrect": false
                },
                {
                    "text": "Possibilitar mudanças de comportamentos, ideias, sentimentos e facilitar a cooperação.",
                    "rationale": "O texto destaca que a comunicação tem o poder de impactar comportamentos, ideias e sentimentos, além de facilitar a cooperação.",
                    "isCorrect": true
                },
                {
                    "text": "Garantir o uso exclusivo da força letal.",
                    "rationale": "A comunicação é apresentada como uma alternativa e um nível de força que busca a cooperação, e não o uso exclusivo da força letal.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no que a comunicação permite que aconteça entre as pessoas.",
            "subject": "abp"
        },
        {
            "question": "O que o texto sugere sobre a 'habilidade na comunicação interpessoal' para os policiais militares?",
            "answerOptions": [
                {
                    "text": "É uma característica inata e não pode ser desenvolvida.",
                    "rationale": "O texto implica que é uma 'habilidade', o que sugere que pode ser desenvolvida e aprimorada, não que seja inata e imutável.",
                    "isCorrect": false
                },
                {
                    "text": "É indiscutivelmente uma ferramenta estratégica para o sucesso.",
                    "rationale": "O texto afirma que a habilidade na comunicação interpessoal é 'indiscutivelmente ferramentas estratégicas para o sucesso em boa parte das ocorrências policiais'.",
                    "isCorrect": true
                },
                {
                    "text": "É menos importante que o treinamento físico.",
                    "rationale": "O texto não compara a importância da comunicação com o treinamento físico, mas destaca a relevância estratégica da primeira.",
                    "isCorrect": false
                },
                {
                    "text": "É relevante apenas para policiais em cargos de liderança.",
                    "rationale": "O texto atribui importância geral à comunicação para a atividade policial militar, não restringindo-a a cargos de liderança.",
                    "isCorrect": false
                }
            ],
            "hint": "Qual a qualificação da comunicação interpessoal em termos de sua utilidade para a polícia?",
            "subject": "abp"
        },
        {
            "question": "De acordo com o texto, qual é a base da comunicação interpessoal?",
            "answerOptions": [
                {
                    "text": "A memorização de protocolos de comunicação.",
                    "rationale": "Embora protocolos sejam importantes em alguns contextos, a base da comunicação interpessoal é a troca de mensagens, não apenas a memorização.",
                    "isCorrect": false
                },
                {
                    "text": "A capacidade de falar vários idiomas.",
                    "rationale": "A fluência em idiomas é útil, mas a base da comunicação interpessoal é mais fundamental: a capacidade de transmitir e receber mensagens.",
                    "isCorrect": false
                },
                {
                    "text": "Passar e receber mensagens entre indivíduos.",
                    "rationale": "O texto afirma que, 'basicamente, trata-se de passar e receber mensagens entre indivíduos'.",
                    "isCorrect": true
                },
                {
                    "text": "O uso exclusivo de tecnologia avançada.",
                    "rationale": "A comunicação interpessoal pode usar tecnologia, mas também métodos tradicionais como fala e mímica, não sendo exclusiva da tecnologia.",
                    "isCorrect": false
                }
            ],
            "hint": "O que a comunicação interpessoal essencialmente envolve em termos de mensagens?",
            "subject": "abp"
        },
        {
            "question": "O fato de a verbalização ser considerada um nível de uso da força indica que:",
            "answerOptions": [
                {
                    "text": "É sempre a primeira e única forma de interação policial.",
                    "rationale": "O texto diz que pode ser usada 'a qualquer tempo', não exclusivamente como primeira ou única forma.",
                    "isCorrect": false
                },
                {
                    "text": "Ela pode ter um impacto significativo no comportamento e no desfecho de uma situação.",
                    "rationale": "Ao ser considerada um nível de força, a verbalização tem o poder de influenciar o comportamento e o desfecho, sendo uma ferramenta eficaz para tal.",
                    "isCorrect": true
                },
                {
                    "text": "É uma alternativa para evitar qualquer tipo de contato.",
                    "rationale": "A verbalização é uma forma de contato, um tipo de interação, e não uma maneira de evitar todo e qualquer contato.",
                    "isCorrect": false
                },
                {
                    "text": "Apenas policiais com treinamento especializado podem verbalizar.",
                    "rationale": "O texto não impõe essa restrição, mas sim a apresenta como uma ferramenta geral na atividade policial.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no objetivo da verbalização quando classificada como 'uso da força'.",
            "subject": "abp"
        },
        {
            "question": "Qual é o papel do Policial Militar destacado no desempenho de suas funções durante o relacionamento com o público?",
            "answerOptions": [
                {
                    "text": "Executante de ordens superiores.",
                    "rationale": "Embora seja um executor de ordens, o texto enfatiza o papel específico do policial na interação com o público como mediador de conflitos.",
                    "isCorrect": false
                },
                {
                    "text": "Fiscalizador de trânsito.",
                    "rationale": "A fiscalização de trânsito é uma das funções, mas o texto generaliza o relacionamento com o público e destaca a mediação de conflitos.",
                    "isCorrect": false
                },
                {
                    "text": "Mediador de conflitos.",
                    "rationale": "O texto afirma que o profissional Policial Militar 'destacando-se aqui seu papel de mediador de conflitos'.",
                    "isCorrect": true
                },
                {
                    "text": "Regulador de normas internas.",
                    "rationale": "A regulação de normas internas foca no ambiente interno da corporação, enquanto o texto aborda o relacionamento com o público.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na função do policial que lida com desentendimentos entre pessoas.",
            "subject": "abp"
        },
        {
            "question": "Quem é o 'Emissor' no processo de comunicação?",
            "answerOptions": [
                {
                    "text": "A pessoa que recebe a mensagem.",
                    "rationale": "A pessoa que recebe a mensagem é o Receptor, não o Emissor.",
                    "isCorrect": false
                },
                {
                    "text": "A pessoa que produz e emite a mensagem, iniciando o ato comunicativo.",
                    "rationale": "O texto define o Emissor como 'a pessoa que produz e emite a mensagem, iniciando o ato comunicativo'.",
                    "isCorrect": true
                },
                {
                    "text": "O local onde a mensagem é transmitida.",
                    "rationale": "O local de transmissão da mensagem é o Canal de Comunicação.",
                    "isCorrect": false
                },
                {
                    "text": "O conteúdo da informação transmitida.",
                    "rationale": "O conteúdo da informação transmitida é a Mensagem.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense em quem 'envia' a informação.",
            "subject": "abp"
        },
        {
            "question": "O que representa a 'Mensagem' no processo de comunicação?",
            "answerOptions": [
                {
                    "text": "O receptor da informação.",
                    "rationale": "O receptor é quem recebe a mensagem, não a mensagem em si.",
                    "isCorrect": false
                },
                {
                    "text": "O canal pelo qual a informação é enviada.",
                    "rationale": "O canal é o meio de transmissão, não o conteúdo da informação.",
                    "isCorrect": false
                },
                {
                    "text": "O conjunto de informações transmitidas pelo emissor.",
                    "rationale": "O texto define a Mensagem como 'o conjunto de informações transmitidas pelo emissor' e 'o conteúdo'.",
                    "isCorrect": true
                },
                {
                    "text": "A intenção psicológica do emissor.",
                    "rationale": "A intenção psicológica é um fator a ser observado, mas não a definição da Mensagem.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no 'conteúdo' da comunicação.",
            "subject": "abp"
        },
        {
            "question": "Qual é o principal objetivo da comunicação, de acordo com o texto?",
            "answerOptions": [
                {
                    "text": "Que o emissor consiga falar mais alto que o receptor.",
                    "rationale": "O volume de voz é um fator, mas o objetivo principal está relacionado à compreensão, não à intensidade da voz.",
                    "isCorrect": false
                },
                {
                    "text": "Que o destinatário compreenda aquilo que o emissor deseja transmitir com a mensagem.",
                    "rationale": "O texto afirma claramente: 'O objetivo da comunicação é que o destinatário compreenda aquilo que o emissor deseja transmitir com a mensagem'.",
                    "isCorrect": true
                },
                {
                    "text": "Que a mensagem seja complexa e detalhada.",
                    "rationale": "O texto sugere simplicidade e adequação do detalhamento, não complexidade como objetivo principal.",
                    "isCorrect": false
                },
                {
                    "text": "Que o canal de comunicação seja o mais moderno possível.",
                    "rationale": "A modernidade do canal não é o objetivo da comunicação, mas sim a compreensão da mensagem transmitida.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no resultado desejado da interação entre emissor e receptor.",
            "subject": "abp"
        },
        {
            "question": "Qual dos seguintes não é um fator a ser observado no processo comunicativo, segundo o texto?",
            "answerOptions": [
                {
                    "text": "A cor da roupa do emissor.",
                    "rationale": "A cor da roupa não é mencionada como um elemento da apresentação pessoal que afeta a comunicação no texto, embora a apresentação pessoal em si seja importante.",
                    "isCorrect": true
                },
                {
                    "text": "Adequação da linguagem de acordo com a realidade do receptor.",
                    "rationale": "A adequação da linguagem é explicitamente mencionada como um fator importante.",
                    "isCorrect": false
                },
                {
                    "text": "Volume e tom de voz.",
                    "rationale": "Volume e tom de voz são mencionados como fatores a serem observados.",
                    "isCorrect": false
                },
                {
                    "text": "Expressão e movimentos corporais.",
                    "rationale": "Expressão e movimentos corporais são elementos da comunicação não verbal a serem observados.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense nos elementos listados especificamente para a comunicação não verbal ou outros fatores gerais.",
            "subject": "abp"
        },
        {
            "question": "A 'simplicidade' na comunicação refere-se a quê?",
            "answerOptions": [
                {
                    "text": "A utilização de jargões técnicos para demonstrar conhecimento.",
                    "rationale": "A simplicidade busca uma linguagem de fácil compreensão, o que é o oposto do uso de jargões técnicos complexos.",
                    "isCorrect": false
                },
                {
                    "text": "Falar o mínimo possível, sem detalhes.",
                    "rationale": "A simplicidade implica ser prático e direto, mas sem omitir o que é útil, o que pode incluir um nível adequado de detalhamento.",
                    "isCorrect": false
                },
                {
                    "text": "A utilização de uma linguagem de fácil compreensão pelo destinatário, observando seu perfil e realidade.",
                    "rationale": "O texto define a simplicidade como 'a utilização de uma linguagem de fácil compreensão pelo destinatário, onde se observa o perfil, a realidade do interlocutor'.",
                    "isCorrect": true
                },
                {
                    "text": "A prioridade de comunicação escrita em vez da falada.",
                    "rationale": "A simplicidade se aplica tanto à linguagem falada quanto à escrita, não priorizando uma sobre a outra.",
                    "isCorrect": false
                }
            ],
            "hint": "Lembre-se do objetivo de tornar a mensagem acessível ao ouvinte.",
            "subject": "abp"
        },
        {
            "question": "Por que 'como falar' é tão relevante quanto 'o que falar' na comunicação?",
            "answerOptions": [
                {
                    "text": "Porque a quantidade de palavras é mais importante que o conteúdo.",
                    "rationale": "O texto enfatiza que o 'como falar' (a voz) é decisivo, o que não se relaciona com a quantidade de palavras, mas sim com a forma da entrega da mensagem.",
                    "isCorrect": false
                },
                {
                    "text": "Porque o tom de voz e o volume podem afetar o resultado comunicativo.",
                    "rationale": "O texto afirma que 'A voz é outro recurso decisivo no resultado comunicativo' e que '“Como falar” é tão relevante quanto “o que falar”', implicando que aspectos como tom e volume são cruciais.",
                    "isCorrect": true
                },
                {
                    "text": "Porque o que é falado não tem grande importância.",
                    "rationale": "O texto diz que 'Como falar' é TÃO relevante quanto 'o que falar', o que significa que o conteúdo ainda é muito importante.",
                    "isCorrect": false
                },
                {
                    "text": "Porque o objetivo é sempre impressionar o receptor com a eloquência.",
                    "rationale": "O objetivo principal é a compreensão da mensagem, não necessariamente impressionar com eloquência, mas sim garantir a eficácia da comunicação.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense nos aspectos da 'voz' mencionados como recursos decisivos.",
            "subject": "abp"
        },
        {
            "question": "O que a 'adequação da linguagem' permite ao falante?",
            "answerOptions": [
                {
                    "text": "Utilizar sempre a mesma forma de comunicação, independentemente do receptor.",
                    "rationale": "A adequação da linguagem envolve a adaptação, não a manutenção da mesma forma de comunicação.",
                    "isCorrect": false
                },
                {
                    "text": "Adaptar seu arsenal linguístico conforme o contexto social e situação do discurso.",
                    "rationale": "O texto define a adequação da linguagem como um recurso que 'permite ao falante adaptar seu arsenal linguístico conforme o contexto social e situação do discurso'.",
                    "isCorrect": true
                },
                {
                    "text": "Sempre usar uma linguagem formal e técnica.",
                    "rationale": "A adequação da linguagem pode envolver formalidade ou informalidade, dependendo do contexto, e não apenas o uso técnico.",
                    "isCorrect": false
                },
                {
                    "text": "Apenas comunicar-se por escrito para evitar mal-entendidos.",
                    "rationale": "A adequação da linguagem se aplica a todas as formas de comunicação, não apenas à escrita.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na flexibilidade da linguagem de acordo com a situação.",
            "subject": "abp"
        },
        {
            "question": "Um exemplo de 'Canal de Comunicação' mencionado no texto é:",
            "answerOptions": [
                {
                    "text": "O emissor.",
                    "rationale": "O emissor é quem envia a mensagem, não o meio pelo qual ela é transmitida.",
                    "isCorrect": false
                },
                {
                    "text": "O conteúdo da mensagem.",
                    "rationale": "O conteúdo é a mensagem em si, não o canal.",
                    "isCorrect": false
                },
                {
                    "text": "Um jornal.",
                    "rationale": "O texto cita 'jornal, livro, revista, televisão, telefone' como exemplos de canais de comunicação.",
                    "isCorrect": true
                },
                {
                    "text": "A simplicidade da linguagem.",
                    "rationale": "A simplicidade da linguagem é um fator para a compreensão da mensagem, não um canal de comunicação.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no 'meio' físico ou eletrônico por onde a mensagem viaja.",
            "subject": "abp"
        },
        {
            "question": "Qual é a relação entre a 'intenção psicológica do emissor' e o processo de comunicação?",
            "answerOptions": [
                {
                    "text": "É o fator que determina se a mensagem será verbal ou não verbal.",
                    "rationale": "A intenção psicológica influencia o objetivo da comunicação, mas não diretamente o formato verbal ou não verbal da mensagem.",
                    "isCorrect": false
                },
                {
                    "text": "É a motivação da comunicação, podendo ser objetiva, conceitual ou transformadora.",
                    "rationale": "O texto afirma que 'Observa-se também a intenção psicológica do emissor, a motivação da comunicação, que pode ser, por exemplo, objetiva, conceitual ou transformadora'.",
                    "isCorrect": true
                },
                {
                    "text": "É o principal elemento da comunicação não verbal.",
                    "rationale": "A intenção psicológica é a motivação, não um elemento da comunicação não verbal, que inclui expressões, gestos, etc.",
                    "isCorrect": false
                },
                {
                    "text": "Define o volume e tom de voz a serem utilizados.",
                    "rationale": "A intenção pode influenciar a forma como a voz é usada, mas a definição principal da intenção psicológica é a motivação geral da comunicação.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no que 'motiva' o emissor a se comunicar.",
            "subject": "abp"
        },
        {
            "question": "Qual é a definição concisa de comunicação interpessoal, de acordo com o texto?",
            "answerOptions": [
                {
                    "text": "A troca de ideias entre máquinas.",
                    "rationale": "A comunicação interpessoal refere-se à interação entre indivíduos, não entre máquinas.",
                    "isCorrect": false
                },
                {
                    "text": "A transmissão de informações de um indivíduo para um grupo grande.",
                    "rationale": "Embora possa envolver grupos, a definição concisa se foca na troca entre dois ou mais indivíduos, sem especificar o tamanho do grupo.",
                    "isCorrect": false
                },
                {
                    "text": "A troca de informações entre dois ou mais indivíduos.",
                    "rationale": "Esta opção reflete diretamente a definição apresentada no texto para comunicação interpessoal.",
                    "isCorrect": true
                },
                {
                    "text": "A comunicação interna dentro de uma organização.",
                    "rationale": "Comunicação interna é um tipo específico, mas a definição geral de comunicação interpessoal abrange interações mais amplas do que apenas o ambiente organizacional.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no número mínimo de pessoas envolvidas na comunicação interpessoal.",
            "subject": "abp"
        },
        {
            "question": "Quais são alguns dos meios de passar e receber mensagens na comunicação interpessoal mencionados no texto?",
            "answerOptions": [
                {
                    "text": "Apenas fala e escrita.",
                    "rationale": "O texto menciona fala, escrita, mímica e meios modernos, o que torna esta opção incompleta.",
                    "isCorrect": false
                },
                {
                    "text": "Notícias de jornal e rádio.",
                    "rationale": "Embora sejam meios de comunicação, o texto foca nos modos de interação direta ou mediada por tecnologia entre indivíduos, como SMS e e-mails.",
                    "isCorrect": false
                },
                {
                    "text": "Fala, escrita, mímica e meios modernos como SMS e e-mails.",
                    "rationale": "Esta opção engloba todos os exemplos de meios de comunicação interpessoal citados no capítulo.",
                    "isCorrect": true
                },
                {
                    "text": "Sinais de fumaça e código morse.",
                    "rationale": "Estes são meios de comunicação, mas não são os exemplos específicos dados no texto para comunicação interpessoal moderna.",
                    "isCorrect": false
                }
            ],
            "hint": "Considere tanto os métodos tradicionais quanto os tecnológicos citados.",
            "subject": "abp"
        },
        {
            "question": "Qual a importância da comunicação interpessoal na atividade policial militar, de acordo com o texto?",
            "answerOptions": [
                {
                    "text": "É importante apenas para a comunicação interna da corporação.",
                    "rationale": "O texto destaca a importância para as relações humanas e o sucesso em ocorrências, que vão além da comunicação puramente interna.",
                    "isCorrect": false
                },
                {
                    "text": "É uma ferramenta estratégica para o sucesso em boa parte das ocorrências policiais.",
                    "rationale": "O texto afirma que a habilidade na comunicação interpessoal é uma ferramenta estratégica para o sucesso em boa parte das ocorrências policiais.",
                    "isCorrect": true
                },
                {
                    "text": "Não tem grande relevância, pois o foco é o uso da força física.",
                    "rationale": "O texto contradiz esta afirmação, enfatizando a comunicação como uma ferramenta estratégica e até um nível de uso da força.",
                    "isCorrect": false
                },
                {
                    "text": "Serve apenas para registrar ocorrências.",
                    "rationale": "Registrar ocorrências é uma das funções, mas a importância da comunicação interpessoal na atividade policial militar vai muito além, impactando o sucesso das interações e desfechos.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no papel da comunicação nas 'relações humanas' dentro da atividade policial.",
            "subject": "abp"
        },
        {
            "question": "Por que a verbalização é considerada um nível de uso da força em uma ação ou intervenção policial?",
            "answerOptions": [
                {
                    "text": "Porque é a última opção antes do uso de armas letais.",
                    "rationale": "Embora possa ser uma alternativa à força física, o texto não a posiciona como 'última opção' antes de armas letais, mas sim como algo que pode ser usado a qualquer tempo.",
                    "isCorrect": false
                },
                {
                    "text": "Porque permite mudanças de comportamentos, ideias e sentimentos, facilitando a cooperação.",
                    "rationale": "O texto explica claramente que a comunicação (verbalização) possibilita essas mudanças e facilita a cooperação, o que a torna um nível de uso da força.",
                    "isCorrect": true
                },
                {
                    "text": "Porque envolve gritos e ameaças para intimidar o indivíduo.",
                    "rationale": "O texto não associa a verbalização a gritos e ameaças, mas sim a um meio de comunicação que busca mudanças de comportamento e cooperação.",
                    "isCorrect": false
                },
                {
                    "text": "Porque é uma forma de demonstrar autoridade sem diálogo.",
                    "rationale": "A verbalização, por sua natureza, envolve diálogo e não a ausência dele para demonstrar autoridade, mas sim para mediar e resolver situações.",
                    "isCorrect": false
                }
            ],
            "hint": "Qual o efeito desejado da verbalização nas interações policiais?",
            "subject": "abp"
        },
        {
            "question": "Qual das seguintes opções NÃO é um meio moderno de comunicação interpessoal mencionado no texto?",
            "answerOptions": [
                {
                    "text": "SMS.",
                    "rationale": "SMS é explicitamente mencionado como um meio moderno de comunicação.",
                    "isCorrect": false
                },
                {
                    "text": "E-mails.",
                    "rationale": "E-mails são explicitamente mencionados como um meio moderno de comunicação.",
                    "isCorrect": false
                },
                {
                    "text": "Telefone fixo com discagem manual.",
                    "rationale": "O texto lista meios 'decorrentes da tecnologia' como SMS, e-mails, fotos, vídeos e mensagens instantâneas, não se referindo a tecnologias mais antigas como o telefone fixo com discagem manual.",
                    "isCorrect": true
                },
                {
                    "text": "Mensagens instantâneas de aplicativos.",
                    "rationale": "Mensagens instantâneas de aplicativos são explicitamente mencionadas como um meio moderno de comunicação.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense nos exemplos específicos de 'meios modernos' citados.",
            "subject": "abp"
        },
        {
            "question": "A que se refere a 'complexidade das relações humanas' no contexto da atividade policial militar, segundo o texto?",
            "answerOptions": [
                {
                    "text": "Apenas à interação entre policiais de diferentes patentes.",
                    "rationale": "A complexidade das relações humanas na atividade policial vai além das hierarquias internas, envolvendo as interações com o público em geral.",
                    "isCorrect": false
                },
                {
                    "text": "Às diversas interações e dinâmicas que os policiais enfrentam com os cidadãos e em ocorrências.",
                    "rationale": "O texto afirma que a essência da atividade policial militar 'envolve a complexidade das relações humanas', referindo-se às interações em geral enfrentadas pelos policiais.",
                    "isCorrect": true
                },
                {
                    "text": "À burocracia do sistema jurídico.",
                    "rationale": "A burocracia é uma complexidade, mas o texto se refere especificamente às 'relações humanas' na essência da atividade policial.",
                    "isCorrect": false
                },
                {
                    "text": "Aos desafios logísticos de uma operação policial.",
                    "rationale": "Desafios logísticos são parte da operação, mas 'complexidade das relações humanas' se refere à interação interpessoal, não à logística.",
                    "isCorrect": false
                }
            ],
            "hint": "Qual o foco principal da atividade policial militar em relação às pessoas?",
            "subject": "abp"
        },
        {
            "question": "Qual o principal benefício da comunicação para a atividade policial militar, conforme o texto?",
            "answerOptions": [
                {
                    "text": "Aumentar a burocracia.",
                    "rationale": "O texto não menciona o aumento da burocracia como um benefício da comunicação.",
                    "isCorrect": false
                },
                {
                    "text": "Diminuir o número de ocorrências.",
                    "rationale": "Embora a boa comunicação possa ajudar a prevenir algumas situações, o texto foca em como ela facilita a cooperação e o sucesso nas ocorrências, não diretamente na diminuição do número delas.",
                    "isCorrect": false
                },
                {
                    "text": "Possibilitar mudanças de comportamentos, ideias, sentimentos e facilitar a cooperação.",
                    "rationale": "O texto destaca que a comunicação tem o poder de impactar comportamentos, ideias e sentimentos, além de facilitar a cooperação.",
                    "isCorrect": true
                },
                {
                    "text": "Garantir o uso exclusivo da força letal.",
                    "rationale": "A comunicação é apresentada como uma alternativa e um nível de força que busca a cooperação, e não o uso exclusivo da força letal.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no que a comunicação permite que aconteça entre as pessoas.",
            "subject": "abp"
        },
        {
            "question": "O que o texto sugere sobre a 'habilidade na comunicação interpessoal' para os policiais militares?",
            "answerOptions": [
                {
                    "text": "É uma característica inata e não pode ser desenvolvida.",
                    "rationale": "O texto implica que é uma 'habilidade', o que sugere que pode ser desenvolvida e aprimorada, não que seja inata e imutável.",
                    "isCorrect": false
                },
                {
                    "text": "É indiscutivelmente uma ferramenta estratégica para o sucesso.",
                    "rationale": "O texto afirma que a habilidade na comunicação interpessoal é 'indiscutivelmente ferramentas estratégicas para o sucesso em boa parte das ocorrências policiais'.",
                    "isCorrect": true
                },
                {
                    "text": "É menos importante que o treinamento físico.",
                    "rationale": "O texto não compara a importância da comunicação com o treinamento físico, mas destaca a relevância estratégica da primeira.",
                    "isCorrect": false
                },
                {
                    "text": "É relevante apenas para policiais em cargos de liderança.",
                    "rationale": "O texto atribui importância geral à comunicação para a atividade policial militar, não restringindo-a a cargos de liderança.",
                    "isCorrect": false
                }
            ],
            "hint": "Qual a qualificação da comunicação interpessoal em termos de sua utilidade para a polícia?",
            "subject": "abp"
        },
        {
            "question": "De acordo com o texto, qual é a base da comunicação interpessoal?",
            "answerOptions": [
                {
                    "text": "A memorização de protocolos de comunicação.",
                    "rationale": "Embora protocolos sejam importantes em alguns contextos, a base da comunicação interpessoal é a troca de mensagens, não apenas a memorização.",
                    "isCorrect": false
                },
                {
                    "text": "A capacidade de falar vários idiomas.",
                    "rationale": "A fluência em idiomas é útil, mas a base da comunicação interpessoal é mais fundamental: a capacidade de transmitir e receber mensagens.",
                    "isCorrect": false
                },
                {
                    "text": "Passar e receber mensagens entre indivíduos.",
                    "rationale": "O texto afirma que, 'basicamente, trata-se de passar e receber mensagens entre indivíduos'.",
                    "isCorrect": true
                },
                {
                    "text": "O uso exclusivo de tecnologia avançada.",
                    "rationale": "A comunicação interpessoal pode usar tecnologia, mas também métodos tradicionais como fala e mímica, não sendo exclusiva da tecnologia.",
                    "isCorrect": false
                }
            ],
            "hint": "O que a comunicação interpessoal essencialmente envolve em termos de mensagens?",
            "subject": "abp"
        },
        {
            "question": "O fato de a verbalização ser considerada um nível de uso da força indica que:",
            "answerOptions": [
                {
                    "text": "É sempre a primeira e única forma de interação policial.",
                    "rationale": "O texto diz que pode ser usada 'a qualquer tempo', não exclusivamente como primeira ou única forma.",
                    "isCorrect": false
                },
                {
                    "text": "Ela pode ter um impacto significativo no comportamento e no desfecho de uma situação.",
                    "rationale": "Ao ser considerada um nível de força, a verbalização tem o poder de influenciar o comportamento e o desfecho, sendo uma ferramenta eficaz para tal.",
                    "isCorrect": true
                },
                {
                    "text": "É uma alternativa para evitar qualquer tipo de contato.",
                    "rationale": "A verbalização é uma forma de contato, um tipo de interação, e não uma maneira de evitar todo e qualquer contato.",
                    "isCorrect": false
                },
                {
                    "text": "Apenas policiais com treinamento especializado podem verbalizar.",
                    "rationale": "O texto não impõe essa restrição, mas sim a apresenta como uma ferramenta geral na atividade policial.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no objetivo da verbalização quando classificada como 'uso da força'.",
            "subject": "abp"
        },
        {
            "question": "Qual é o papel do Policial Militar destacado no desempenho de suas funções durante o relacionamento com o público?",
            "answerOptions": [
                {
                    "text": "Executante de ordens superiores.",
                    "rationale": "Embora seja um executor de ordens, o texto enfatiza o papel específico do policial na interação com o público como mediador de conflitos.",
                    "isCorrect": false
                },
                {
                    "text": "Fiscalizador de trânsito.",
                    "rationale": "A fiscalização de trânsito é uma das funções, mas o texto generaliza o relacionamento com o público e destaca a mediação de conflitos.",
                    "isCorrect": false
                },
                {
                    "text": "Mediador de conflitos.",
                    "rationale": "O texto afirma que o profissional Policial Militar 'destacando-se aqui seu papel de mediador de conflitos'.",
                    "isCorrect": true
                },
                {
                    "text": "Regulador de normas internas.",
                    "rationale": "A regulação de normas internas foca no ambiente interno da corporação, enquanto o texto aborda o relacionamento com o público.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na função do policial que lida com desentendimentos entre pessoas.",
            "subject": "abp"
        },
        {
            "question": "Quem é o 'Emissor' no processo de comunicação?",
            "answerOptions": [
                {
                    "text": "A pessoa que recebe a mensagem.",
                    "rationale": "A pessoa que recebe a mensagem é o Receptor, não o Emissor.",
                    "isCorrect": false
                },
                {
                    "text": "A pessoa que produz e emite a mensagem, iniciando o ato comunicativo.",
                    "rationale": "O texto define o Emissor como 'a pessoa que produz e emite a mensagem, iniciando o ato comunicativo'.",
                    "isCorrect": true
                },
                {
                    "text": "O local onde a mensagem é transmitida.",
                    "rationale": "O local de transmissão da mensagem é o Canal de Comunicação.",
                    "isCorrect": false
                },
                {
                    "text": "O conteúdo da informação transmitida.",
                    "rationale": "O conteúdo da informação transmitida é a Mensagem.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense em quem 'envia' a informação.",
            "subject": "abp"
        },
        {
            "question": "O que representa a 'Mensagem' no processo de comunicação?",
            "answerOptions": [
                {
                    "text": "O receptor da informação.",
                    "rationale": "O receptor é quem recebe a mensagem, não a mensagem em si.",
                    "isCorrect": false
                },
                {
                    "text": "O canal pelo qual a informação é enviada.",
                    "rationale": "O canal é o meio de transmissão, não o conteúdo da informação.",
                    "isCorrect": false
                },
                {
                    "text": "O conjunto de informações transmitidas pelo emissor.",
                    "rationale": "O texto define a Mensagem como 'o conjunto de informações transmitidas pelo emissor' e 'o conteúdo'.",
                    "isCorrect": true
                },
                {
                    "text": "A intenção psicológica do emissor.",
                    "rationale": "A intenção psicológica é um fator a ser observado, mas não a definição da Mensagem.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no 'conteúdo' da comunicação.",
            "subject": "abp"
        },
        {
            "question": "Qual é o principal objetivo da comunicação, de acordo com o texto?",
            "answerOptions": [
                {
                    "text": "Que o emissor consiga falar mais alto que o receptor.",
                    "rationale": "O volume de voz é um fator, mas o objetivo principal está relacionado à compreensão, não à intensidade da voz.",
                    "isCorrect": false
                },
                {
                    "text": "Que o destinatário compreenda aquilo que o emissor deseja transmitir com a mensagem.",
                    "rationale": "O texto afirma claramente: 'O objetivo da comunicação é que o destinatário compreenda aquilo que o emissor deseja transmitir com a mensagem'.",
                    "isCorrect": true
                },
                {
                    "text": "Que a mensagem seja complexa e detalhada.",
                    "rationale": "O texto sugere simplicidade e adequação do detalhamento, não complexidade como objetivo principal.",
                    "isCorrect": false
                },
                {
                    "text": "Que o canal de comunicação seja o mais moderno possível.",
                    "rationale": "A modernidade do canal não é o objetivo da comunicação, mas sim a compreensão da mensagem transmitida.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no resultado desejado da interação entre emissor e receptor.",
            "subject": "abp"
        },
        {
            "question": "Qual dos seguintes não é um fator a ser observado no processo comunicativo, segundo o texto?",
            "answerOptions": [
                {
                    "text": "A cor da roupa do emissor.",
                    "rationale": "A cor da roupa não é mencionada como um elemento da apresentação pessoal que afeta a comunicação no texto, embora a apresentação pessoal em si seja importante.",
                    "isCorrect": true
                },
                {
                    "text": "Adequação da linguagem de acordo com a realidade do receptor.",
                    "rationale": "A adequação da linguagem é explicitamente mencionada como um fator importante.",
                    "isCorrect": false
                },
                {
                    "text": "Volume e tom de voz.",
                    "rationale": "Volume e tom de voz são mencionados como fatores a serem observados.",
                    "isCorrect": false
                },
                {
                    "text": "Expressão e movimentos corporais.",
                    "rationale": "Expressão e movimentos corporais são elementos da comunicação não verbal a serem observados.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense nos elementos listados especificamente para a comunicação não verbal ou outros fatores gerais.",
            "subject": "abp"
        },
        {
            "question": "A 'simplicidade' na comunicação refere-se a quê?",
            "answerOptions": [
                {
                    "text": "A utilização de jargões técnicos para demonstrar conhecimento.",
                    "rationale": "A simplicidade busca uma linguagem de fácil compreensão, o que é o oposto do uso de jargões técnicos complexos.",
                    "isCorrect": false
                },
                {
                    "text": "Falar o mínimo possível, sem detalhes.",
                    "rationale": "A simplicidade implica ser prático e direto, mas sem omitir o que é útil, o que pode incluir um nível adequado de detalhamento.",
                    "isCorrect": false
                },
                {
                    "text": "A utilização de uma linguagem de fácil compreensão pelo destinatário, observando seu perfil e realidade.",
                    "rationale": "O texto define a simplicidade como 'a utilização de uma linguagem de fácil compreensão pelo destinatário, onde se observa o perfil, a realidade do interlocutor'.",
                    "isCorrect": true
                },
                {
                    "text": "A prioridade de comunicação escrita em vez da falada.",
                    "rationale": "A simplicidade se aplica tanto à linguagem falada quanto à escrita, não priorizando uma sobre a outra.",
                    "isCorrect": false
                }
            ],
            "hint": "Lembre-se do objetivo de tornar a mensagem acessível ao ouvinte.",
            "subject": "abp"
        },
        {
            "question": "Por que 'como falar' é tão relevante quanto 'o que falar' na comunicação?",
            "answerOptions": [
                {
                    "text": "Porque a quantidade de palavras é mais importante que o conteúdo.",
                    "rationale": "O texto enfatiza que o 'como falar' (a voz) é decisivo, o que não se relaciona com a quantidade de palavras, mas sim com a forma da entrega da mensagem.",
                    "isCorrect": false
                },
                {
                    "text": "Porque o tom de voz e o volume podem afetar o resultado comunicativo.",
                    "rationale": "O texto afirma que 'A voz é outro recurso decisivo no resultado comunicativo' e que '“Como falar” é tão relevante quanto “o que falar”', implicando que aspectos como tom e volume são cruciais.",
                    "isCorrect": true
                },
                {
                    "text": "Porque o que é falado não tem grande importância.",
                    "rationale": "O texto diz que 'Como falar' é TÃO relevante quanto 'o que falar', o que significa que o conteúdo ainda é muito importante.",
                    "isCorrect": false
                },
                {
                    "text": "Porque o objetivo é sempre impressionar o receptor com a eloquência.",
                    "rationale": "O objetivo principal é a compreensão da mensagem, não necessariamente impressionar com eloquência, mas sim garantir a eficácia da comunicação.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense nos aspectos da 'voz' mencionados como recursos decisivos.",
            "subject": "abp"
        },
        {
            "question": "O que a 'adequação da linguagem' permite ao falante?",
            "answerOptions": [
                {
                    "text": "Utilizar sempre a mesma forma de comunicação, independentemente do receptor.",
                    "rationale": "A adequação da linguagem envolve a adaptação, não a manutenção da mesma forma de comunicação.",
                    "isCorrect": false
                },
                {
                    "text": "Adaptar seu arsenal linguístico conforme o contexto social e situação do discurso.",
                    "rationale": "O texto define a adequação da linguagem como um recurso que 'permite ao falante adaptar seu arsenal linguístico conforme o contexto social e situação do discurso'.",
                    "isCorrect": true
                },
                {
                    "text": "Sempre usar uma linguagem formal e técnica.",
                    "rationale": "A adequação da linguagem pode envolver formalidade ou informalidade, dependendo do contexto, e não apenas o uso técnico.",
                    "isCorrect": false
                },
                {
                    "text": "Apenas comunicar-se por escrito para evitar mal-entendidos.",
                    "rationale": "A adequação da linguagem se aplica a todas as formas de comunicação, não apenas à escrita.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na flexibilidade da linguagem de acordo com a situação.",
            "subject": "abp"
        },
        {
            "question": "Um exemplo de 'Canal de Comunicação' mencionado no texto é:",
            "answerOptions": [
                {
                    "text": "O emissor.",
                    "rationale": "O emissor é quem envia a mensagem, não o meio pelo qual ela é transmitida.",
                    "isCorrect": false
                },
                {
                    "text": "O conteúdo da mensagem.",
                    "rationale": "O conteúdo é a mensagem em si, não o canal.",
                    "isCorrect": false
                },
                {
                    "text": "Um jornal.",
                    "rationale": "O texto cita 'jornal, livro, revista, televisão, telefone' como exemplos de canais de comunicação.",
                    "isCorrect": true
                },
                {
                    "text": "A simplicidade da linguagem.",
                    "rationale": "A simplicidade da linguagem é um fator para a compreensão da mensagem, não um canal de comunicação.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no 'meio' físico ou eletrônico por onde a mensagem viaja.",
            "subject": "abp"
        },
        {
            "question": "Qual é a relação entre a 'intenção psicológica do emissor' e o processo de comunicação?",
            "answerOptions": [
                {
                    "text": "É o fator que determina se a mensagem será verbal ou não verbal.",
                    "rationale": "A intenção psicológica influencia o objetivo da comunicação, mas não diretamente o formato verbal ou não verbal da mensagem.",
                    "isCorrect": false
                },
                {
                    "text": "É a motivação da comunicação, podendo ser objetiva, conceitual ou transformadora.",
                    "rationale": "O texto afirma que 'Observa-se também a intenção psicológica do emissor, a motivação da comunicação, que pode ser, por exemplo, objetiva, conceitual ou transformadora'.",
                    "isCorrect": true
                },
                {
                    "text": "É o principal elemento da comunicação não verbal.",
                    "rationale": "A intenção psicológica é a motivação, não um elemento da comunicação não verbal, que inclui expressões, gestos, etc.",
                    "isCorrect": false
                },
                {
                    "text": "Define o volume e tom de voz a serem utilizados.",
                    "rationale": "A intenção pode influenciar a forma como a voz é usada, mas a definição principal da intenção psicológica é a motivação geral da comunicação.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no que 'motiva' o emissor a se comunicar.",
            "subject": "abp"
        },
        {
            "question": "Qual é a técnica mais comumente utilizada para atuar em ocorrências ou efetuar prisões, e qual o seu impacto quando realizada corretamente?",
            "answerOptions": [
                {
                    "text": "O uso da força física, que garante a submissão imediata.",
                    "rationale": "O texto foca na verbalização como técnica principal e afirma que ela minimiza resultados negativos, não o uso da força física.",
                    "isCorrect": false
                },
                {
                    "text": "A verbalização, que minimiza os resultados negativos durante uma abordagem policial.",
                    "rationale": "O texto afirma que a verbalização é a técnica mais comum e que, realizada corretamente, 'minimiza os resultados durante uma abordagem policial'.",
                    "isCorrect": true
                },
                {
                    "text": "A utilização de armas letais para controle da situação.",
                    "rationale": "O texto promove a verbalização como forma de evitar o uso da força física ou letal, não como a técnica mais comum.",
                    "isCorrect": false
                },
                {
                    "text": "Comandos complexos e detalhados para o suspeito.",
                    "rationale": "O texto sugere comandos claros e curtos, e não foca na complexidade como a técnica mais comum para atuar.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na primeira técnica mencionada para atuação em ocorrências.",
            "subject": "abp"
        },
        {
            "question": "Ao proceder a abordagem verbal, como o policial deve tratar o suspeito e qual tipo de linguagem deve utilizar?",
            "answerOptions": [
                {
                    "text": "Com rigor e utilizando linguagem vulgar para intimidar.",
                    "rationale": "O texto desaconselha linguagem vulgar e ameaçadora, e sugere dignidade e respeito.",
                    "isCorrect": false
                },
                {
                    "text": "Com dignidade e respeito, utilizando linguagem profissional.",
                    "rationale": "O texto orienta: 'Trate-o com dignidade e respeito, utilizando linguagem profissional'.",
                    "isCorrect": true
                },
                {
                    "text": "De forma autoritária, sem se preocupar com o olhar do suspeito.",
                    "rationale": "Embora a autoridade seja importante, o texto ressalta que o olhar do suspeito não é ofensa e que o tratamento deve ser digno.",
                    "isCorrect": false
                },
                {
                    "text": "De modo informal para gerar empatia.",
                    "rationale": "A linguagem deve ser profissional, o que nem sempre significa informalidade, e o foco é dignidade e respeito.",
                    "isCorrect": false
                }
            ],
            "hint": "Reflita sobre o tipo de conduta e vocabulário esperados de um profissional.",
            "subject": "abp"
        },
        {
            "question": "Qual é a reação esperada do policial ao proferir comandos como 'PARADO! POLÍCIA!' considerando a imprevisibilidade do suspeito?",
            "answerOptions": [
                {
                    "text": "Esperar obediência imediata, pois a ordem é clara.",
                    "rationale": "O texto explicitamente afirma que é difícil prever a reação e que o suspeito pode obedecer, correr ou atirar.",
                    "isCorrect": false
                },
                {
                    "text": "Estar sempre preparado para tudo, pois o momento é tenso, crítico e cheio de riscos.",
                    "rationale": "O texto conclui a seção sobre imprevisibilidade com a frase: 'AO ABORDAR VERBALMENTE UM SUSPEITO ESTEJA PREPARADO PARA TUDO'.",
                    "isCorrect": true
                },
                {
                    "text": "Ajustar o nível da voz de acordo com a reação do suspeito.",
                    "rationale": "Embora o tom seja importante, a principal orientação é estar preparado para qualquer cenário, não apenas ajustar a voz.",
                    "isCorrect": false
                },
                {
                    "text": "Recuar se o suspeito não obedecer imediatamente.",
                    "rationale": "O texto não sugere recuo imediato, mas sim firmeza e insistência, mantendo o profissionalismo.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na advertência final da seção sobre imprevisibilidade da reação do suspeito.",
            "subject": "abp"
        },
        {
            "question": "Qual a importância de o policial tomar a iniciativa na abordagem verbal?",
            "answerOptions": [
                {
                    "text": "Garantir que o suspeito não tenha tempo para fugir.",
                    "rationale": "Embora a fuga seja uma preocupação, a iniciativa verbal visa principalmente proteção psicológica e física e favorecer a solução da ocorrência.",
                    "isCorrect": false
                },
                {
                    "text": "Aquele que fala primeiro ganha importante proteção psicológica e, frequentemente, física, favorecendo a solução da ocorrência.",
                    "rationale": "O texto afirma: 'Aquele que fala primeiro ganha importante proteção psicológica e, frequentemente, física, que poderá favorecer a solução da ocorrência'.",
                    "isCorrect": true
                },
                {
                    "text": "Demonstrar superioridade e intimidação ao suspeito.",
                    "rationale": "O foco é proteção e solução da ocorrência, não apenas intimidação, e a linguagem deve ser profissional, não ameaçadora.",
                    "isCorrect": false
                },
                {
                    "text": "Impedir que outros policiais verbalizem.",
                    "rationale": "O texto menciona que 'apenas um dos policiais deve falar', mas a iniciativa do primeiro contato verbal é um benefício para o policial que a toma.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense nos benefícios de ser o primeiro a se comunicar em uma abordagem.",
            "subject": "abp"
        },
        {
            "question": "Por que o uso de linguagem vulgar, 'chula' ou ameaçadora por parte do policial é desaconselhado?",
            "answerOptions": [
                {
                    "text": "Porque pode gerar tédio no suspeito.",
                    "rationale": "A linguagem vulgar não gera tédio, mas sim pode ser contraproducente, demonstrando falta de profissionalismo e agravando a situação.",
                    "isCorrect": false
                },
                {
                    "text": "Pode demonstrar falta de profissionalismo, desencadear uma reação negativa e angariar testemunhas contra o policial.",
                    "rationale": "O texto lista esses como os principais motivos para evitar tal linguagem, incluindo 'falta de profissionalismo', 'desencadear uma reação' e 'angariar antipatizantes (testemunhas)'.",
                    "isCorrect": true
                },
                {
                    "text": "Porque atrasa o processo de identificação do suspeito.",
                    "rationale": "O texto não relaciona diretamente a linguagem vulgar ao atraso na identificação, mas sim a problemas de profissionalismo e agravamento da situação.",
                    "isCorrect": false
                },
                {
                    "text": "Porque não permite que o policial seja firme.",
                    "rationale": "O texto ressalta a importância de ser firme, mas distingue firmeza de vulgaridade ou ameaça.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense nas consequências negativas da linguagem inadequada para a imagem do policial e para o andamento da ocorrência.",
            "subject": "abp"
        },
        {
            "question": "Se o suspeito não acatar os comandos imediatamente, qual deve ser a postura do policial?",
            "answerOptions": [
                {
                    "text": "Desistir da verbalização e partir imediatamente para o uso da força física.",
                    "rationale": "O texto orienta a insistir com firmeza e procurar o diálogo, resistindo à tentação de 'bate boca', antes de escalar para o uso da força.",
                    "isCorrect": false
                },
                {
                    "text": "Repetir os comandos, insistir com firmeza, manter o profissionalismo e não se expor a riscos, evitando discutir.",
                    "rationale": "O texto é claro: 'repita os comandos, insista com firmeza, procure não ficar nervoso caso não seja acatado de imediato. Continue insistindo, mantenha seu profissionalismo e não se exponha a riscos. Procure o diálogo, contudo evite discutir, não entre em “bate boca”'.",
                    "isCorrect": true
                },
                {
                    "text": "Aumentar o tone de voz até o suspeito obedecer.",
                    "rationale": "Embora firmeza seja importante, o texto não sugere apenas aumentar o tom, mas sim manter o profissionalismo e o diálogo.",
                    "isCorrect": false
                },
                {
                    "text": "Permitir que o suspeito fale o que quiser sem intervenção.",
                    "rationale": "O texto diz 'Deixe que ele fale e após, mantenha-se calmo, insistindo em seus comandos', indicando que há um momento para ouvir, mas sem abrir mão dos comandos firmes.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na persistência, controle emocional e na busca por uma solução pacífica.",
            "subject": "abp"
        },
        {
            "question": "Qual é um dos principais objetivos ao realizar a abordagem verbal, além do controle do suspeito?",
            "answerOptions": [
                {
                    "text": "Aumentar a tensão da ocorrência.",
                    "rationale": "O objetivo é o oposto: reduzir a necessidade de uso da força.",
                    "isCorrect": false
                },
                {
                    "text": "Demonstrar a superioridade hierárquica do policial.",
                    "rationale": "Embora o policial tenha autoridade, o objetivo principal da abordagem verbal é a redução da força e o controle, não a demonstração de superioridade.",
                    "isCorrect": false
                },
                {
                    "text": "A redução do uso da força.",
                    "rationale": "O texto afirma explicitamente que 'O que se busca, ao realizar a abordagem verbal, é a redução do uso da força e o controle do suspeito'.",
                    "isCorrect": true
                },
                {
                    "text": "Obter informações confidenciais do suspeito.",
                    "rationale": "O objetivo imediato da abordagem verbal é o controle da situação e a redução da força, não a coleta de informações confidenciais nesse momento específico.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no nível de força que a verbalização visa evitar.",
            "subject": "abp"
        },
        {
            "question": "Para ganhar a confiança do suspeito e ter controle da situação, o que o policial deve demonstrar?",
            "answerOptions": [
                {
                    "text": "Que é uma pessoa, e não somente um homem/mulher fardado.",
                    "rationale": "O texto afirma: 'Mostre ao suspeito que você também é uma pessoa, e não somente um homem/ mulher fardado. É muito importante ganhar a confiança do suspeito para ter efetivamente o controle da situação.'",
                    "isCorrect": true
                },
                {
                    "text": "Intolerância a qualquer tipo de desobediência.",
                    "rationale": "Embora a firmeza seja necessária, a intolerância total pode dificultar a obtenção de confiança.",
                    "isCorrect": false
                },
                {
                    "text": "Concordância com as ações do suspeito.",
                    "rationale": "O texto ressalta que 'isso não significa concordar com o que ele está fazendo ou que ele esteja certo'.",
                    "isCorrect": false
                },
                {
                    "text": "Sua capacidade de uso da força letal.",
                    "rationale": "O objetivo é ganhar confiança e controle sem o uso da força letal, que deve ser evitado.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense em como o policial pode criar uma conexão mínima com o suspeito.",
            "subject": "abp"
        },
        {
            "question": "Qual das seguintes opções NÃO é uma possível razão para o suspeito resistir passivamente, de acordo com o texto?",
            "answerOptions": [
                {
                    "text": "O suspeito não escuta ou não compreende (por deficiência auditiva, álcool ou drogas).",
                    "rationale": "Esta é uma das razões listadas no texto.",
                    "isCorrect": false
                },
                {
                    "text": "O suspeito não acata para desmerecer ou desafiar a ação policial.",
                    "rationale": "Esta é uma das razões listadas no texto.",
                    "isCorrect": false
                },
                {
                    "text": "O suspeito deseja colaborar, mas não sabe como.",
                    "rationale": "O texto lista razões para resistência ou para ganhar tempo, e não para desejo de colaboração sem saber como.",
                    "isCorrect": true
                },
                {
                    "text": "O suspeito tenta ganhar tempo para esconder algo ou fugir.",
                    "rationale": "Esta é uma das razões listadas no texto.",
                    "isCorrect": false
                }
            ],
            "hint": "Releia as quatro razões listadas para a resistência passiva do suspeito.",
            "subject": "abp"
        },
        {
            "question": "Qual a orientação em relação ao número de policiais que devem verbalizar durante uma abordagem?",
            "answerOptions": [
                {
                    "text": "Todos os policiais devem verbalizar ao mesmo tempo para mostrar força.",
                    "rationale": "O texto orienta 'Em geral, apenas um dos policiais deve falar'.",
                    "isCorrect": false
                },
                {
                    "text": "Apenas um dos policiais deve falar.",
                    "rationale": "O texto afirma: 'Em geral, apenas um dos policiais deve falar'.",
                    "isCorrect": true
                },
                {
                    "text": "O policial de menor patente deve verbalizar primeiro.",
                    "rationale": "O texto não faz distinção de patente para a verbalização, apenas sugere que um policial fale.",
                    "isCorrect": false
                },
                {
                    "text": "O suspeito deve ser encorajado a falar mais do que o policial.",
                    "rationale": "Embora o policial deva permitir que o suspeito fale 'após', a prioridade é a emissão de comandos claros pelo policial.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na clareza e na evitação de confusão para o suspeito.",
            "subject": "abp"
        },
        {
            "question": "De acordo com o Art. 144 da Constituição Federal, qual a principal função das Polícias Militares?",
            "answerOptions": [
                {
                    "text": "Exercer, com exclusividade, as funções de polícia judiciária da União.",
                    "rationale": "Esta é a competência da Polícia Federal, conforme o § 1º, IV, do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Patrulhamento ostensivo das rodovias federais.",
                    "rationale": "Esta é a competência da Polícia Rodoviária Federal, conforme o § 2º do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Polícia ostensiva e preservação da ordem pública.",
                    "rationale": "O § 5º do Art. 144 estabelece que 'Às polícias militares cabem a polícia ostensiva e a preservação da ordem pública'.",
                    "isCorrect": true
                },
                {
                    "text": "Segurança dos estabelecimentos penais.",
                    "rationale": "Esta é a competência das polícias penais, conforme o § 5º-A do Art. 144.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte o parágrafo 5º do Art. 144 da Constituição Federal.",
            "subject": "abp"
        },
        {
            "question": "O que significa o termo 'Polícia Ostensiva' para as Polícias Militares, conforme o texto?",
            "answerOptions": [
                {
                    "text": "Refere-se apenas à fiscalização de trânsito em áreas urbanas.",
                    "rationale": "O conceito de Polícia Ostensiva é mais amplo e não se restringe à fiscalização de trânsito nem apenas a áreas urbanas.",
                    "isCorrect": false
                },
                {
                    "text": "Instituição policial com agente identificado pela farda, equipamento ou viatura, com poder de polícia amplo e competência residual.",
                    "rationale": "O texto define a Polícia Ostensiva como uma instituição policial cujo agente é identificado pela farda/equipamento/viatura, possui poder de polícia amplo e competência residual.",
                    "isCorrect": true
                },
                {
                    "text": "Somente a apuração de infrações penais, exceto as militares.",
                    "rationale": "Esta é a função das Polícias Civis, conforme o § 4º do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Exclusividade no patrulhamento de ferrovias federais.",
                    "rationale": "Esta é a competência da Polícia Ferroviária Federal, conforme o § 3º do Art. 144.",
                    "isCorrect": false
                }
            ],
            "hint": "Busque a definição de 'Polícia Ostensiva' e suas características no texto.",
            "subject": "abp"
        },
        {
            "question": "Qual a diferença fundamental entre 'Abordagem Policial' e 'Busca Pessoal', de acordo com o texto?",
            "answerOptions": [
                {
                    "text": "Abordagem Policial precisa de fundada suspeita, enquanto Busca Pessoal não.",
                    "rationale": "O texto afirma o oposto: Busca Pessoal precisa de fundada suspeita, e a Abordagem Policial não necessariamente.",
                    "isCorrect": false
                },
                {
                    "text": "Abordagem Policial é a aproximação e conversa, não necessitando de fundada suspeita, enquanto Busca Pessoal é sobre o corpo do indivíduo e precisa de fundada suspeita.",
                    "rationale": "O texto explicita essa distinção: 'A Abordagem Policial não precisa de fundada suspeita e trata-se de aproximação e conversa policial/Busca Pessoal é aquela realizada sobre o corpo do indivíduo e precisa de fundada suspeita'.",
                    "isCorrect": true
                },
                {
                    "text": "Busca Pessoal é sempre realizada por detetores de metal, e Abordagem Policial é apenas verbal.",
                    "rationale": "A busca pessoal pode ser manual ou ocular, e a abordagem pode envolver mais do que apenas conversas.",
                    "isCorrect": false
                },
                {
                    "text": "Não há diferença, os termos são sinônimos.",
                    "rationale": "O texto claramente estabelece uma diferença entre os dois conceitos.",
                    "isCorrect": false
                }
            ],
            "hint": "O texto compara os requisitos de 'fundada suspeita' para cada um.",
            "subject": "abp"
        },
        {
            "question": "Quando é lícito o uso de algemas em um menor de idade, de acordo com o texto?",
            "answerOptions": [
                {
                    "text": "Sempre que houver desobediência aos comandos policiais.",
                    "rationale": "A Súmula Vinculante nº 11, citada no texto, estabelece condições mais específicas do que apenas a desobediência.",
                    "isCorrect": false
                },
                {
                    "text": "Apenas em casos de resistência e de fundado receio de fuga ou de perigo à integridade física própria ou alheia, com justificativa por escrito.",
                    "rationale": "O texto remete à Súmula Vinculante nº 11 do STF, que define essas condições e a necessidade de justificativa escrita.",
                    "isCorrect": true
                },
                {
                    "text": "Quando o ECA (Estatuto da Criança e do Adolescente) permite expressamente.",
                    "rationale": "O texto menciona que o ECA não fala especificamente sobre o uso de algemas, mas sim sobre o respeito à dignidade.",
                    "isCorrect": false
                },
                {
                    "text": "Em qualquer situação que o policial considerar necessário para garantir a segurança.",
                    "rationale": "O uso de algemas é restrito a situações específicas e deve ser justificado, não sendo uma decisão arbitrária.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte a Súmula Vinculante nº 11 do STF mencionada no texto.",
            "subject": "abp"
        },
        {
            "question": "Qual a principal característica do 'Policiaamento Ostensivo', conforme o Decreto Federal nº 88.777/1983?",
            "answerOptions": [
                {
                    "text": "É uma ação policial secreta, sem identificação dos agentes.",
                    "rationale": "O conceito de policiamento ostensivo é o oposto, sendo perceptível e identificável.",
                    "isCorrect": false
                },
                {
                    "text": "Ação policial em que o homem ou fração de tropa são identificados de relance, objetivando a manutenção da ordem pública.",
                    "rationale": "O texto cita diretamente o Decreto Federal nº 88.777/1983: 'Policiamento Ostensivo - Ação policial, exclusiva das Policias Militares em cujo emprego o homem ou a fração de tropa engajados sejam identificados de relance, quer pela farda quer pelo equipamento, ou viatura, objetivando a manutenção da ordem pública.'",
                    "isCorrect": true
                },
                {
                    "text": "Consiste apenas em atividades móveis de fiscalização e rondas de viaturas.",
                    "rationale": "Esta descrição refere-se ao 'Patrulhamento Ostensivo', que é uma das formas de exercer o policiamento ostensivo, mas não a sua definição mais ampla.",
                    "isCorrect": false
                },
                {
                    "text": "Apenas a apuração de infrações penais e a polícia judiciária.",
                    "rationale": "Essas são funções da Polícia Civil, não a principal característica do Policiamento Ostensivo.",
                    "isCorrect": false
                }
            ],
            "hint": "Verifique a definição de Policiamento Ostensivo no Decreto Federal mencionado.",
            "subject": "abp"
        },
        {
            "question": "O que a Constituição Federal (Art. 5º, XI) estabelece sobre a inviolabilidade do domicílio e quais são as exceções para penetração sem consentimento do morador?",
            "answerOptions": [
                {
                    "text": "A casa é inviolável em qualquer situação, sem exceções.",
                    "rationale": "O Art. 5º, XI, prevê exceções explícitas.",
                    "isCorrect": false
                },
                {
                    "text": "A casa é asilo inviolável, mas pode-se penetrar em caso de flagrante delito ou desastre, ou para prestar socorro, ou, durante o dia, por determinação judicial.",
                    "rationale": "O texto reproduz exatamente o Art. 5º, XI da CF/88.",
                    "isCorrect": true
                },
                {
                    "text": "A casa é inviolável, exceto para buscas e apreensões noturnas com determinação judicial.",
                    "rationale": "A determinação judicial para penetrar na casa é apenas 'durante o dia'.",
                    "isCorrect": false
                },
                {
                    "text": "A casa só pode ser penetrada com a presença de um advogado.",
                    "rationale": "O texto não impõe a presença de advogado como condição para as exceções previstas.",
                    "isCorrect": false
                }
            ],
            "hint": "Releia o Art. 5º, XI, da CF/88, conforme citado no material.",
            "subject": "abp"
        },
        {
            "question": "Em caso de crime cometido por um diplomata, qual das seguintes ações NÃO é uma etapa recomendada para o policial militar, de acordo com o texto?",
            "answerOptions": [
                {
                    "text": "Cessar a agressão se houver.",
                    "rationale": "Esta é a primeira ação recomendada.",
                    "isCorrect": false
                },
                {
                    "text": "Prender o diplomata imediatamente e conduzi-lo coercitivamente à delegacia.",
                    "rationale": "O texto afirma que a pessoa do agente diplomático é inviolável e não pode ser objeto de detenção ou prisão, e que ele pode se recusar a ir à delegacia 'sem nenhuma possibilidade de conduzi-lo coercitivamente'.",
                    "isCorrect": true
                },
                {
                    "text": "Reunir provas.",
                    "rationale": "Esta é uma ação recomendada.",
                    "isCorrect": false
                },
                {
                    "text": "Informar ao 5º BPM sobre a ocorrência para comunicação ao Itamaraty.",
                    "rationale": "Esta é uma ação recomendada.",
                    "isCorrect": false
                }
            ],
            "hint": "Preste atenção à inviolabilidade do agente diplomático e à possibilidade de condução coercitiva.",
            "subject": "abp"
        },
        {
            "question": "Qual a diferença entre 'fundada suspeita' e 'fundada razão' para a ação policial?",
            "answerOptions": [
                {
                    "text": "Não há diferença, são termos sinônimos utilizados de forma intercambiável.",
                    "rationale": "O texto estabelece uma diferença clara entre os dois conceitos.",
                    "isCorrect": false
                },
                {
                    "text": "Fundada suspeita é para ações mais invasivas como buscas e apreensões, e fundada razão é para abordagens mais leves.",
                    "rationale": "É o oposto: fundada suspeita justifica abordagens, enquanto fundada razão é para ações mais invasivas como buscas e apreensões.",
                    "isCorrect": false
                },
                {
                    "text": "Fundada razão é um nível mais elevado de justificativa, baseada em evidências mais robustas, necessária para ações mais invasivas, enquanto fundada suspeita justifica abordagens ou verificações.",
                    "rationale": "O texto explica que 'A fundada razão é um nível mais elevado de justificativa em comparação com a fundada suspeita. Refere-se a uma base sólida e mais robusta de evidências ou motivos que justificam ações mais intrusivas ou sérias. A fundada suspeita pode justificar ações como abordagens ou verificações, enquanto a fundada razão é necessária para ações mais invasivas, como buscas e apreensões.'",
                    "isCorrect": true
                },
                {
                    "text": "Ambas dependem apenas do entendimento subjetivo do policial militar, sem elementos concretos.",
                    "rationale": "O texto afirma que a fundada suspeita e fundada razão devem ter 'elementos concretos/objetivos'.",
                    "isCorrect": false
                }
            ],
            "hint": "Considere qual termo justifica ações mais 'intrusivas' ou 'invasivas'.",
            "subject": "abp"
        },
        {
            "question": "A Polícia Militar pode realizar policiamento ostensivo em Universidades Federais? Por quê?",
            "answerOptions": [
                {
                    "text": "Não, pois universidades federais são de competência exclusiva da Polícia Federal.",
                    "rationale": "O texto afirma que a PM pode atuar em universidades federais, pois a CF não restringe essa possibilidade e o poder de polícia não conhece limitação territorial.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, pois a Constituição Federal não restringe essa possibilidade, e o poder de polícia não conhece limitação territorial dentro da circunscrição do Estado.",
                    "rationale": "O texto explica que 'A Polícia Militar é a responsável pela realização do policiamento ostensivo e preservação da ordem pública dentro dos campus das Universidades Federais, sobretudo pelo fato de a Constituição Federal não restringir essa possibilidade, e o poder de polícia não conhecer limitação territorial, ainda mais dentro da circunscrição do Estado em que a Polícia Militar atua.'",
                    "isCorrect": true
                },
                {
                    "text": "Sim, mas apenas em casos de flagrante delito e com autorização do reitor da universidade.",
                    "rationale": "A atuação da PM não depende de autorização do reitor para policiamento ostensivo, e não se restringe apenas a flagrantes.",
                    "isCorrect": false
                },
                {
                    "text": "Não, pois a PM só atua em instituições estaduais.",
                    "rationale": "O texto contradiz essa afirmação, permitindo a atuação em universidades federais.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na abrangência do poder de polícia da PM e nas restrições constitucionais.",
            "subject": "abp"
        },
        {
            "question": "Qual das características abaixo NÃO pertence ao Poder de Polícia, conforme o Código Tributário Nacional (Lei 5.172/66) citado?",
            "answerOptions": [
                {
                    "text": "Discricionariedade.",
                    "rationale": "Discricionariedade é uma das características listadas.",
                    "isCorrect": false
                },
                {
                    "text": "Auto Executoriedade.",
                    "rationale": "Auto Executoriedade é uma das características listadas.",
                    "isCorrect": false
                },
                {
                    "text": "Coercibilidade.",
                    "rationale": "Coercibilidade é uma das características listadas.",
                    "isCorrect": false
                },
                {
                    "text": "Subjetividade.",
                    "rationale": "Subjetividade não é uma das características listadas para o Poder de Polícia. O texto enfatiza 'elementos concretos/objetivos' para fundada suspeita, o que contrasta com subjetividade.",
                    "isCorrect": true
                }
            ],
            "hint": "Verifique as três características do Poder de Polícia listadas no texto.",
            "subject": "abp"
        },
        {
            "question": "O que significa 'Polícia Judiciária' para a Polícia Federal, de acordo com a Constituição Federal?",
            "answerOptions": [
                {
                    "text": "Função de patrulhamento ostensivo de rodovias federais.",
                    "rationale": "Essa é a atribuição da Polícia Rodoviária Federal, conforme o §2º do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Função de polícia ostensiva e preservação da ordem pública.",
                    "rationale": "Essa é a atribuição das Polícias Militares, conforme o §5º do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Função de apuração de infrações penais militares.",
                    "rationale": "As Polícias Civis apuram infrações penais, exceto as militares, conforme o §4º do Art. 144. A Polícia Federal tem funções de polícia judiciária da União.",
                    "isCorrect": false
                },
                {
                    "text": "Exercer, com exclusividade, as funções de polícia judiciária da União.",
                    "rationale": "O §1º, IV, do Art. 144 da CF/88 estabelece que à Polícia Federal destina-se a 'exercer, com exclusividade, as funções de polícia judiciária da União'.",
                    "isCorrect": true
                }
            ],
            "hint": "Consulte o parágrafo 1º, inciso IV, do Art. 144 da Constituição Federal.",
            "subject": "abp"
        },
        {
            "question": "Qual é a principal atribuição das Polícias Penais, de acordo com a Constituição Federal?",
            "answerOptions": [
                {
                    "text": "Patrulhamento ostensivo das ferrovias federais.",
                    "rationale": "Essa é a atribuição da Polícia Ferroviária Federal, conforme o §3º do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Execução de atividades de defesa civil.",
                    "rationale": "Essa é uma das atribuições dos Corpos de Bombeiros Militares, conforme o §5º do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Segurança dos estabelecimentos penais.",
                    "rationale": "O §5º-A do Art. 144 da CF/88 (incluído pela EC 104/2019) estabelece que 'Às polícias penais, vinculadas ao órgão administrador do sistema penal da unidade federativa a que pertencem, cabe a segurança dos estabelecimentos penais'.",
                    "isCorrect": true
                },
                {
                    "text": "Apuração de infrações penais, exceto as militares.",
                    "rationale": "Essa é a atribuição das Polícias Civis, conforme o §4º do Art. 144.",
                    "isCorrect": false
                }
            ],
            "hint": "Verifique o parágrafo 5º-A do Art. 144 da Constituição Federal.",
            "subject": "abp"
        },
        {
            "question": "As Polícias Militares e os Corpos de Bombeiros Militares são forças auxiliares e reserva de qual instituição, e a quem se subordinam, de acordo com a Constituição?",
            "answerOptions": [
                {
                    "text": "Forças auxiliares da Polícia Federal e se subordinam ao Presidente da República.",
                    "rationale": "O texto indica que são forças auxiliares do Exército e se subordinam aos Governadores.",
                    "isCorrect": false
                },
                {
                    "text": "Forças auxiliares do Exército e se subordinam aos Governadores dos Estados, do Distrito Federal e dos Territórios.",
                    "rationale": "O §6º do Art. 144 da CF/88 afirma que 'As polícias militares e os corpos de bombeiros militares, forças auxiliares e reserva do Exército subordinam-se, juntamente com as polícias civis e as polícias penais estaduais e distrital, aos Governadores dos Estados, do Distrito Federal e dos Territórios'.",
                    "isCorrect": true
                },
                {
                    "text": "Forças auxiliares do Ministério da Defesa e se subordinam ao Comandante do Exército.",
                    "rationale": "O texto é claro ao afirmar que são forças auxiliares do Exército e se subordinam aos Governadores.",
                    "isCorrect": false
                },
                {
                    "text": "Forças auxiliares das Polícias Civis e se subordinam aos Secretários de Segurança Pública.",
                    "rationale": "O texto especifica a subordinação aos Governadores e as relaciona como forças auxiliares do Exército, não das Polícias Civis.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte o parágrafo 6º do Art. 144 da Constituição Federal.",
            "subject": "abp"
        },
        {
            "question": "Qual a principal diferença entre 'Polícia Ostensiva' e 'Policiamento Ostensivo', de acordo com o texto?",
            "answerOptions": [
                {
                    "text": "Polícia Ostensiva refere-se à apuração de crimes, e Policiamento Ostensivo à prevenção.",
                    "rationale": "A apuração de crimes é função da Polícia Judiciária (Civil/Federal), não da Polícia Ostensiva.",
                    "isCorrect": false
                },
                {
                    "text": "Polícia Ostensiva é o termo constitucional mais amplo que engloba o Policiamento Ostensivo, que por sua vez abrange o Patrulhamento Ostensivo.",
                    "rationale": "O texto explica que 'Polícia Ostensiva' é um conceito mais amplo, inserido pelo constituinte de 1988, que engloba a 'ação de policiamento ostensivo', a qual abrange o 'patrulhamento ostensivo'.",
                    "isCorrect": true
                },
                {
                    "text": "Polícia Ostensiva é exercida apenas pela Polícia Federal, e Policiamento Ostensivo pelas Polícias Militares.",
                    "rationale": "O texto estabelece exclusividade constitucional da Polícia Militar como Polícia Ostensiva.",
                    "isCorrect": false
                },
                {
                    "text": "Não há diferença, são termos sinônimos.",
                    "rationale": "O texto claramente diferencia e organiza esses conceitos.",
                    "isCorrect": false
                }
            ],
            "hint": "Observe a hierarquia dos conceitos: Polícia Ostensiva, Policiamento Ostensivo e Patrulhamento Ostensivo.",
            "subject": "abp"
        },
        {
            "question": "O que significa 'Poder de Polícia', de acordo com o Art. 78 da Lei 5.172/66 (Código Tributário Nacional)?",
            "answerOptions": [
                {
                    "text": "A capacidade de criar novas leis para a segurança pública.",
                    "rationale": "Poder de Polícia refere-se à atividade da administração pública que limita ou disciplina direitos, não à criação de leis.",
                    "isCorrect": false
                },
                {
                    "text": "Atividade da administração pública que, limitando ou disciplinando direito, interesse ou liberdade, regula a prática de ato ou abstenção de fato em razão de interesse público.",
                    "rationale": "O texto reproduz a definição do Art. 78 do CTN sobre Poder de Polícia.",
                    "isCorrect": true
                },
                {
                    "text": "O direito exclusivo das polícias de usar a força.",
                    "rationale": "O Poder de Polícia é um conceito mais amplo da administração pública, não se restringindo ao uso da força policial, mas sim à regulação de atividades em prol do interesse público.",
                    "isCorrect": false
                },
                {
                    "text": "A função de investigação criminal de todos os órgãos policiais.",
                    "rationale": "A função de investigação criminal é específica da polícia judiciária, enquanto o Poder de Polícia é um conceito mais abrangente do direito administrativo.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte a definição de Poder de Polícia no Código Tributário Nacional citado.",
            "subject": "abp"
        },
        {
            "question": "Qual das seguintes características do Poder de Polícia permite à Administração Pública executar suas decisões sem precisar de autorização prévia do Poder Judiciário?",
            "answerOptions": [
                {
                    "text": "Discricionariedade.",
                    "rationale": "Discricionariedade é a liberdade de ação dentro dos limites da lei.",
                    "isCorrect": false
                },
                {
                    "text": "Coercibilidade.",
                    "rationale": "Coercibilidade é a possibilidade do uso da força.",
                    "isCorrect": false
                },
                {
                    "text": "Auto Executoriedade.",
                    "rationale": "O texto define 'Auto Executoriedade' como 'a possibilidade que tem a Administração de, com seus próprios meios, executar suas decisões, sem precisar de autorização prévia do Poder Judiciário'.",
                    "isCorrect": true
                },
                {
                    "text": "Legalidade.",
                    "rationale": "Legalidade é um princípio geral da administração pública, mas não a característica específica relacionada à execução de decisões sem prévia autorização judicial.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na característica que permite a 'execução' direta das decisões administrativas.",
            "subject": "abp"
        },
        {
            "question": "De acordo com o Decreto Federal nº 88.777/83 e José Afonso da Silva (2010), o que abrange a 'Ordem Pública'?",
            "answerOptions": [
                {
                    "text": "Apenas a segurança pública.",
                    "rationale": "A segurança pública é um componente, mas a Ordem Pública é mais abrangente.",
                    "isCorrect": false
                },
                {
                    "text": "A tranquilidade, a salubridade e a segurança pública.",
                    "rationale": "José Afonso da Silva (2010) é citado afirmando que 'Ordem Pública abrangeria a tranquilidade, a salubridade e a segurança pública'. O Decreto também se refere a 'clima de convivência harmoniosa e pacífica'.",
                    "isCorrect": true
                },
                {
                    "text": "Somente as regras formais do ordenamento jurídico da Nação.",
                    "rationale": "As regras formais são a base, mas o conceito abrange o 'clima de convivência harmoniosa e pacífica' resultante dessas regras.",
                    "isCorrect": false
                },
                {
                    "text": "Exclusivamente a fiscalização do poder de polícia.",
                    "rationale": "A fiscalização pelo poder de polícia é um meio para manter a ordem pública, não a própria ordem pública em si.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte as definições de 'Ordem Pública' fornecidas pelo Decreto e por José Afonso da Silva.",
            "subject": "abp"
        },
        {
            "question": "Qual o conceito de 'Abordagem Policial', e ela sempre necessita de 'fundada suspeita'?",
            "answerOptions": [
                {
                    "text": "É sempre o contato físico do policial com o indivíduo e necessita de fundada suspeita.",
                    "rationale": "O texto afirma que 'não há, necessariamente, o contato físico' e que a abordagem 'não precisa de fundada suspeita'.",
                    "isCorrect": false
                },
                {
                    "text": "É o ato de aproximar-se e interpelar uma pessoa, podendo estar em atitude suspeita ou não, e **não** precisa de fundada suspeita, sendo diferente de busca pessoal.",
                    "rationale": "O texto define a Abordagem Policial como 'Ato de aproximar-se, ou deixar-se aproximar e interpelar ou responder uma pessoa [...] com o intuito de identificar, orientar, advertir, assistir, revistar ou prender' e explicita que 'A Abordagem Policial não precisa de fundada suspeita'.",
                    "isCorrect": true
                },
                {
                    "text": "É sinônimo de busca pessoal e, portanto, sempre requer fundada suspeita.",
                    "rationale": "O texto diferencia claramente Abordagem Policial de Busca Pessoal, e a abordagem não sempre requer fundada suspeita.",
                    "isCorrect": false
                },
                {
                    "text": "Consiste apenas na revista de pertences do indivíduo, exigindo fundada razão.",
                    "rationale": "A abordagem é mais ampla que apenas a revista de pertences, e não exige fundada razão para sua realização simples.",
                    "isCorrect": false
                }
            ],
            "hint": "Preste atenção à distinção entre 'Abordagem Policial' e 'Busca Pessoal' no que diz respeito à necessidade de fundada suspeita.",
            "subject": "abp"
        },
        {
            "question": "A busca em mulher pode ser realizada por um policial masculino?",
            "answerOptions": [
                {
                    "text": "Não, o CPP proíbe expressamente a busca em mulher por policial masculino em qualquer situação.",
                    "rationale": "O Art. 249 do CPP prevê uma exceção para casos de emergência ou ausência de policial do mesmo sexo.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, em situações de emergência ou quando não há disponibilidade de policiais do mesmo sexo, desde que justificado e documentado.",
                    "rationale": "O texto cita o Art. 249 do CPP e explica que 'Em situações de emergência ou quando não há disponibilidade de policiais do mesmo sexo, a busca pode ser realizada por um policial do sexo oposto. No entanto, essas situações devem ser justificadas e documentadas'.",
                    "isCorrect": true
                },
                {
                    "text": "Apenas se a mulher consentir expressamente com a busca por um policial masculino.",
                    "rationale": "O consentimento não é a condição principal; a exceção se baseia em emergência ou falta de policial do mesmo sexo.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, desde que seja uma busca ocular e sem contato físico.",
                    "rationale": "A regra e a exceção se aplicam à busca em geral, não apenas à ocular, e o foco é a permissão legal para o contato físico quando necessário.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte o Art. 249 do CPP e as exceções explicadas no texto.",
            "subject": "abp"
        },
        {
            "question": "A Polícia Militar pode realizar patrulhamento ostensivo em rodovias federais?",
            "answerOptions": [
                {
                    "text": "Não, pois a PRF tem competência exclusiva para tal.",
                    "rationale": "O texto afirma que a PRF tem competência primária, mas a PM tem competência suplementar.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, a PM tem competência suplementar para atuar em segurança pública em todo o país, especialmente onde a PRF não está presente ou em colaboração.",
                    "rationale": "O texto afirma: 'A PRF tem a competência primária! A PM tem a competência suplementar (competência para atuar em segurança pública em todo o país), acima de tudo nas rodovias onde a PRF não está presente ou em situações de colaboração (muito comum).'",
                    "isCorrect": true
                },
                {
                    "text": "Apenas se houver um convênio específico com a Polícia Rodoviária Federal.",
                    "rationale": "A atuação suplementar da PM independe de convênio para ocorrer, sendo uma decorrência de sua responsabilidade territorial.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, mas somente em trechos urbanos das rodovias federais.",
                    "rationale": "O texto não impõe essa restrição de trechos urbanos para a atuação suplementar da PM.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na relação entre a competência primária da PRF e a competência suplementar da PM.",
            "subject": "abp"
        },
        {
            "question": "Um juiz de direito pode ser preso?",
            "answerOptions": [
                {
                    "text": "Não, eles possuem imunidade total contra prisão.",
                    "rationale": "O texto indica que eles podem ser presos em certas condições.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, somente em caso de crime inafiançável, com comunicação imediata ao Presidente do Tribunal a que esteja vinculado.",
                    "rationale": "O texto afirma: 'SIM. Somente em caso de crime inafiançável, ocasião em que a autoridade (autoridade neste caso = Delegado) fará imediata comunicação e apresentação do magistrado ao Presidente do Tribunal a que esteja vinculado (artigo 33, inciso II da LOMN)'.",
                    "isCorrect": true
                },
                {
                    "text": "Sim, mas apenas por ordem expressa do Supremo Tribunal Federal.",
                    "rationale": "A prisão em flagrante em crime inafiançável é uma exceção que não exige ordem prévia do STF.",
                    "isCorrect": false
                },
                {
                    "text": "Apenas se cometerem crimes relacionados ao exercício de suas funções.",
                    "rationale": "O texto especifica 'crime inafiançável', sem restringir a crimes relacionados às funções.",
                    "isCorrect": false
                }
            ],
            "hint": "Observe a condição e o procedimento específicos para a prisão de juízes.",
            "subject": "abp"
        },
        {
            "question": "Um advogado pode ser preso?",
            "answerOptions": [
                {
                    "text": "Não, em nenhuma hipótese, devido à inviolabilidade da sua profissão.",
                    "rationale": "O texto afirma que eles podem ser presos, mas com certas garantias.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, e em caso de flagrante por motivo ligado ao exercício da advocacia, tem direito à presença de representante da OAB para lavratura do auto.",
                    "rationale": "O texto afirma: 'SIM. O advogado tem direito à presença de representante da OAB, quando preso em flagrante, por motivo ligado ao exercício da advocacia, para lavratura do auto respectivo, sob pena de nulidade e, nos demais casos, a comunicação expressa à seccional da OAB (artigo 7o, inciso IV da Lei n. 8.906/94 – Estatuto da OAB)'.",
                    "isCorrect": true
                },
                {
                    "text": "Sim, mas somente por crimes inafiançáveis e com a autorização do Procurador-Geral de Justiça.",
                    "rationale": "Esta condição é para Promotores de Justiça, não para advogados.",
                    "isCorrect": false
                },
                {
                    "text": "Apenas por ordem judicial e após o trânsito em julgado da sentença.",
                    "rationale": "O texto trata da prisão em flagrante para advogados.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte o Estatuto da OAB mencionado no texto sobre as garantias do advogado em caso de prisão.",
            "subject": "abp"
        },
        {
            "question": "É permitido transportar um adolescente a quem se atribua autoria de ato infracional em compartimento fechado de veículo policial?",
            "answerOptions": [
                {
                    "text": "Não, o ECA proíbe totalmente, independentemente da situação.",
                    "rationale": "O ECA proíbe em condições atentatórias à dignidade ou que impliquem risco, mas não a proibição total em qualquer situação.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, desde que o policial considere a viatura mais segura para o menor infrator.",
                    "rationale": "O texto afirma: 'Dependendo da gravidade da situação, pode ser, inclusive, mais seguro para o menor infrator ser transportado no compartimento da viatura, garantindo a sua adequada proteção', mas com o devido respeito à dignidade e integridade.",
                    "isCorrect": true
                },
                {
                    "text": "Apenas se for um crime grave e o menor tiver mais de 16 anos.",
                    "rationale": "O ECA não faz distinção de idade ou gravidade para esta regra, focando na dignidade e integridade.",
                    "isCorrect": false
                },
                {
                    "text": "Somente se o adolescente concordar com o transporte no compartimento fechado.",
                    "rationale": "O consentimento não é a condição principal, mas sim o respeito à dignidade e integridade, conforme o ECA.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte o Art. 178 do ECA e a interpretação fornecida sobre a dignidade e integridade do menor.",
            "subject": "abp"
        },
        {
            "question": "Qual das seguintes situações foi considerada uma **busca pessoal LÍCITA** pelo STF, reformando o entendimento do STJ?",
            "answerOptions": [
                {
                    "text": "O indivíduo mudar de direção ao avistar a viatura da PM.",
                    "rationale": "O texto indica que o STJ considerava essa situação insuficiente para fundada suspeita, mas o STF (RE 1493264 - Min. Zanin) reformou esse entendimento, tornando-a lícita para justificar a busca pessoal.",
                    "isCorrect": true
                },
                {
                    "text": "Nervosismo do indivíduo e impressões subjetivas dos policiais.",
                    "rationale": "Esta foi considerada ilícita pelo STJ (HC 810998).",
                    "isCorrect": false
                },
                {
                    "text": "Mera referência a comportamento suspeito do indivíduo.",
                    "rationale": "Esta foi considerada ilícita pelo STJ (HC 809069).",
                    "isCorrect": false
                },
                {
                    "text": "Abordagem a veículo em razão de película escura às 22h.",
                    "rationale": "Esta foi considerada ilícita pelo STJ (REsp 1996290).",
                    "isCorrect": false
                }
            ],
            "hint": "Observe a decisão recente do STF que explicitamente 'reformou tal entendimento do STJ' sobre o ato de mudar de direção ao avistar a viatura.",
            "subject": "abp"
        },
        {
            "question": "Qual das seguintes características está associada à atuação policial em casos de 'Violência Doméstica', conforme a classificação de atuação policial emergencial do STJ?",
            "answerOptions": [
                {
                    "text": "Mais critérios para a 'fundada suspeita' ou 'fundada razão'.",
                    "rationale": "A violência doméstica é classificada como 'Atuação Policial Emergencial', que requer 'menos critérios'.",
                    "isCorrect": false
                },
                {
                    "text": "Menos critérios para a 'fundada suspeita' ou 'fundada razão'.",
                    "rationale": "O HC 685744 (STJ – 6ª T) de 14.06.2022 é listado sob 'ATUAÇÃO POLICIAL EMERGENCIAL (MENOS CRITÉRIOS)', indicando que casos de violência doméstica se enquadram nessa categoria.",
                    "isCorrect": true
                },
                {
                    "text": "Nenhum critério é necessário, a entrada é sempre permitida.",
                    "rationale": "Mesmo em casos emergenciais, ainda há necessidade de justificação, mesmo que com menos critérios.",
                    "isCorrect": false
                },
                {
                    "text": "Exige autorização judicial prévia, mesmo em flagrante.",
                    "rationale": "A característica 'menos critérios' para a atuação emergencial indica que a autorização judicial prévia não é um requisito nesses casos de urgência.",
                    "isCorrect": false
                }
            ],
            "hint": "Verifique a classificação 'ATUAÇÃO POLICIAL EMERGENCIAL' e os exemplos listados.",
            "subject": "abp"
        },
        {
            "question": "O que significa 'Polícia Judiciária' para a Polícia Federal, de acordo com a Constituição Federal?",
            "answerOptions": [
                {
                    "text": "Função de patrulhamento ostensivo de rodovias federais.",
                    "rationale": "Essa é a atribuição da Polícia Rodoviária Federal, conforme o §2º do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Função de polícia ostensiva e preservação da ordem pública.",
                    "rationale": "Essa é a atribuição das Polícias Militares, conforme o §5º do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Função de apuração de infrações penais militares.",
                    "rationale": "As Polícias Civis apuram infrações penais, exceto as militares, conforme o §4º do Art. 144. A Polícia Federal tem funções de polícia judiciária da União.",
                    "isCorrect": false
                },
                {
                    "text": "Exercer, com exclusividade, as funções de polícia judiciária da União.",
                    "rationale": "O §1º, IV, do Art. 144 da CF/88 estabelece que à Polícia Federal destina-se a 'exercer, com exclusividade, as funções de polícia judiciária da União'.",
                    "isCorrect": true
                }
            ],
            "hint": "Consulte o parágrafo 1º, inciso IV, do Art. 144 da Constituição Federal.",
            "subject": "abp"
        },
        {
            "question": "Qual é a principal atribuição das Polícias Penais, de acordo com a Constituição Federal?",
            "answerOptions": [
                {
                    "text": "Patrulhamento ostensivo das ferrovias federais.",
                    "rationale": "Essa é a atribuição da Polícia Ferroviária Federal, conforme o §3º do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Execução de atividades de defesa civil.",
                    "rationale": "Essa é uma das atribuições dos Corpos de Bombeiros Militares, conforme o §5º do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Segurança dos estabelecimentos penais.",
                    "rationale": "O §5º-A do Art. 144 da CF/88 (incluído pela EC 104/2019) estabelece que 'Às polícias penais, vinculadas ao órgão administrador do sistema penal da unidade federativa a que pertencem, cabe a segurança dos estabelecimentos penais'.",
                    "isCorrect": true
                },
                {
                    "text": "Apuração de infrações penais, exceto as militares.",
                    "rationale": "Essa é a atribuição das Polícias Civis, conforme o §4º do Art. 144.",
                    "isCorrect": false
                }
            ],
            "hint": "Verifique o parágrafo 5º-A do Art. 144 da Constituição Federal.",
            "subject": "abp"
        },
        {
            "question": "As Polícias Militares e os Corpos de Bombeiros Militares são forças auxiliares e reserva de qual instituição, e a quem se subordinam, de acordo com a Constituição?",
            "answerOptions": [
                {
                    "text": "Forças auxiliares da Polícia Federal e se subordinam ao Presidente da República.",
                    "rationale": "O texto indica que são forças auxiliares do Exército e se subordinam aos Governadores.",
                    "isCorrect": false
                },
                {
                    "text": "Forças auxiliares do Exército e se subordinam aos Governadores dos Estados, do Distrito Federal e dos Territórios.",
                    "rationale": "O §6º do Art. 144 da CF/88 afirma que 'As polícias militares e os corpos de bombeiros militares, forças auxiliares e reserva do Exército subordinam-se, juntamente com as polícias civis e as polícias penais estaduais e distrital, aos Governadores dos Estados, do Distrito Federal e dos Territórios'.",
                    "isCorrect": true
                },
                {
                    "text": "Forças auxiliares do Ministério da Defesa e se subordinam ao Comandante do Exército.",
                    "rationale": "O texto é claro ao afirmar que são forças auxiliares do Exército e se subordinam aos Governadores.",
                    "isCorrect": false
                },
                {
                    "text": "Forças auxiliares das Polícias Civis e se subordinam aos Secretários de Segurança Pública.",
                    "rationale": "O texto especifica a subordinação aos Governadores e as relaciona como forças auxiliares do Exército, não das Polícias Civis.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte o parágrafo 6º do Art. 144 da Constituição Federal.",
            "subject": "abp"
        },
        {
            "question": "Qual a principal diferença entre 'Polícia Ostensiva' e 'Policiamento Ostensivo', de acordo com o texto?",
            "answerOptions": [
                {
                    "text": "Polícia Ostensiva refere-se aos órgãos de segurança, enquanto Policiamento Ostensivo é a investigação criminal.",
                    "rationale": "O policiamento ostensivo não é investigação criminal; esta última é atribuição da polícia judiciária.",
                    "isCorrect": false
                },
                {
                    "text": "Polícia Ostensiva é a atribuição ou competência inerente à polícia militar para a manutenção da ordem pública, enquanto Policiamento Ostensivo é uma das modalidades do exercício da atividade policial desenvolvida de forma ostensiva pela caracterização latente do emprego de seus agentes, viaturas e aparatos.",
                    "rationale": "O texto define claramente a 'Polícia Ostensiva' como a atribuição ou competência da PM, e o 'Policiamento Ostensivo' como a modalidade prática e visível de sua execução.",
                    "isCorrect": true
                },
                {
                    "text": "Polícia Ostensiva é realizada apenas em grandes operações, e Policiamento Ostensivo é o patrulhamento diário.",
                    "rationale": "A distinção não se baseia no tipo de operação ou na frequência, mas sim na natureza da competência versus a modalidade de execução.",
                    "isCorrect": false
                },
                {
                    "text": "Policiamento Ostensivo é exclusivo da Polícia Federal, e Polícia Ostensiva é da Polícia Civil.",
                    "rationale": "O policiamento ostensivo é uma ação exclusiva das Polícias Militares, e a Polícia Federal não detém essa atribuição principal de ostensividade.",
                    "isCorrect": false
                }
            ],
            "hint": "Considere qual termo se refere à 'natureza' da instituição e qual se refere à 'forma' como a atividade é exercida.",
            "subject": "abp"
        },
        {
            "question": "O que significa 'Poder de Polícia', de acordo com o Art. 78 da Lei 5.172/66 (Código Tributário Nacional)?",
            "answerOptions": [
                {
                    "text": "A capacidade de criar novas leis para a segurança pública.",
                    "rationale": "Poder de Polícia refere-se à atividade da administração pública que limita ou disciplina direitos, não à criação de leis.",
                    "isCorrect": false
                },
                {
                    "text": "Atividade da administração pública que, limitando ou disciplinando direito, interesse ou liberdade, regula a prática de ato ou abstenção de fato em razão de interesse público.",
                    "rationale": "O texto reproduz a definição do Art. 78 do CTN sobre Poder de Polícia.",
                    "isCorrect": true
                },
                {
                    "text": "O direito exclusivo das polícias de usar a força.",
                    "rationale": "O Poder de Polícia é um conceito mais amplo da administração pública, não se restringindo ao uso da força policial, mas sim à regulação de atividades em prol do interesse público.",
                    "isCorrect": false
                },
                {
                    "text": "A função de investigação criminal de todos os órgãos policiais.",
                    "rationale": "A função de investigação criminal é específica da polícia judiciária, enquanto o Poder de Polícia é um conceito mais abrangente do direito administrativo.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte a definição de Poder de Polícia no Código Tributário Nacional citado.",
            "subject": "abp"
        },
        {
            "question": "Qual das seguintes características do Poder de Polícia permite à Administração Pública executar suas decisões sem precisar de autorização prévia do Poder Judiciário?",
            "answerOptions": [
                {
                    "text": "Discricionariedade.",
                    "rationale": "Discricionariedade é a liberdade de ação dentro dos limites da lei.",
                    "isCorrect": false
                },
                {
                    "text": "Coercibilidade.",
                    "rationale": "Coercibilidade é a possibilidade do uso da força.",
                    "isCorrect": false
                },
                {
                    "text": "Auto Executoriedade.",
                    "rationale": "O texto define 'Auto Executoriedade' como 'a possibilidade que tem a Administração de, com seus próprios meios, executar suas decisões, sem precisar de autorização prévia do Poder Judiciário'.",
                    "isCorrect": true
                },
                {
                    "text": "Legalidade.",
                    "rationale": "Legalidade é um princípio geral da administração pública, mas não a característica específica relacionada à execução de decisões sem prévia autorização judicial.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na característica que permite a 'execução' direta das decisões administrativas.",
            "subject": "abp"
        },
        {
            "question": "De acordo com o Decreto Federal nº 88.777/83 e José Afonso da Silva (2010), o que abrange a 'Ordem Pública'?",
            "answerOptions": [
                {
                    "text": "Apenas a segurança pública.",
                    "rationale": "A segurança pública é um componente, mas a Ordem Pública é mais abrangente.",
                    "isCorrect": false
                },
                {
                    "text": "A tranquilidade, a salubridade e a segurança pública.",
                    "rationale": "José Afonso da Silva (2010) é citado afirmando que 'Ordem Pública abrangeria a tranquilidade, a salubridade e a segurança pública'. O Decreto também se refere a 'clima de convivência harmoniosa e pacífica'.",
                    "isCorrect": true
                },
                {
                    "text": "Somente as regras formais do ordenamento jurídico da Nação.",
                    "rationale": "As regras formais são a base, mas o conceito abrange o 'clima de convivência harmoniosa e pacífica' resultante dessas regras.",
                    "isCorrect": false
                },
                {
                    "text": "Exclusivamente a fiscalização do poder de polícia.",
                    "rationale": "A fiscalização pelo poder de polícia é um meio para manter a ordem pública, não a própria ordem pública em si.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte as definições de 'Ordem Pública' fornecidas pelo Decreto e por José Afonso da Silva.",
            "subject": "abp"
        },
        {
            "question": "Qual o conceito de 'Abordagem Policial', e ela sempre necessita de 'fundada suspeita'?",
            "answerOptions": [
                {
                    "text": "É sempre o contato físico do policial com o indivíduo e necessita de fundada suspeita.",
                    "rationale": "O texto afirma que 'não há, necessariamente, o contato físico' e que a abordagem 'não precisa de fundada suspeita'.",
                    "isCorrect": false
                },
                {
                    "text": "É o ato de aproximar-se e interpelar uma pessoa, podendo estar em atitude suspeita ou não, e **não** precisa de fundada suspeita, sendo diferente de busca pessoal.",
                    "rationale": "O texto define a Abordagem Policial como 'Ato de aproximar-se, ou deixar-se aproximar e interpelar ou responder uma pessoa [...] com o intuito de identificar, orientar, advertir, assistir, revistar ou prender' e explicita que 'A Abordagem Policial não precisa de fundada suspeita'.",
                    "isCorrect": true
                },
                {
                    "text": "É sinônimo de busca pessoal e, portanto, sempre requer fundada suspeita.",
                    "rationale": "O texto diferencia claramente Abordagem Policial de Busca Pessoal, e a abordagem não sempre requer fundada suspeita.",
                    "isCorrect": false
                },
                {
                    "text": "Consiste apenas na revista de pertences do indivíduo, exigindo fundada razão.",
                    "rationale": "A abordagem é mais ampla que apenas a revista de pertences, e não exige fundada razão para sua realização simples.",
                    "isCorrect": false
                }
            ],
            "hint": "Preste atenção à distinção entre 'Abordagem Policial' e 'Busca Pessoal' no que diz respeito à necessidade de fundada suspeita.",
            "subject": "abp"
        },
        {
            "question": "A busca em mulher pode ser realizada por um policial masculino?",
            "answerOptions": [
                {
                    "text": "Não, o CPP proíbe expressamente a busca em mulher por policial masculino em qualquer situação.",
                    "rationale": "O Art. 249 do CPP prevê uma exceção para casos de emergência ou ausência de policial do mesmo sexo.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, em situações de emergência ou quando não há disponibilidade de policiais do mesmo sexo, desde que justificado e documentado.",
                    "rationale": "O texto cita o Art. 249 do CPP e explica que 'Em situações de emergência ou quando não há disponibilidade de policiais do mesmo sexo, a busca pode ser realizada por um policial do sexo oposto. No entanto, essas situações devem ser justificadas e documentadas'.",
                    "isCorrect": true
                },
                {
                    "text": "Apenas se a mulher consentir expressamente com a busca por um policial masculino.",
                    "rationale": "O consentimento não é a condição principal; a exceção se baseia em emergência ou falta de policial do mesmo sexo.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, desde que seja uma busca ocular e sem contato físico.",
                    "rationale": "A regra e a exceção se aplicam à busca em geral, não apenas à ocular, e o foco é a permissão legal para o contato físico quando necessário.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte o Art. 249 do CPP e as exceções explicadas no texto.",
            "subject": "abp"
        },
        {
            "question": "A Polícia Militar pode realizar patrulhamento ostensivo em rodovias federais?",
            "answerOptions": [
                {
                    "text": "Não, pois a PRF tem competência exclusiva para tal.",
                    "rationale": "O texto afirma que a PRF tem competência primária, mas a PM tem competência suplementar.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, a PM tem competência suplementar para atuar em segurança pública em todo o país, especialmente onde a PRF não está presente ou em colaboração.",
                    "rationale": "O texto afirma: 'A PRF tem a competência primária! A PM tem a competência suplementar (competência para atuar em segurança pública em todo o país), acima de tudo nas rodovias onde a PRF não está presente ou em situações de colaboração (muito comum).'",
                    "isCorrect": true
                },
                {
                    "text": "Apenas se houver um convênio específico com a Polícia Rodoviária Federal.",
                    "rationale": "A atuação suplementar da PM independe de convênio para ocorrer, sendo uma decorrência de sua responsabilidade territorial.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, mas somente em trechos urbanos das rodovias federais.",
                    "rationale": "O texto não impõe essa restrição de trechos urbanos para a atuação suplementar da PM.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na relação entre a competência primária da PRF e a competência suplementar da PM.",
            "subject": "abp"
        },
        {
            "question": "Um juiz de direito pode ser preso?",
            "answerOptions": [
                {
                    "text": "Não, eles possuem imunidade total contra prisão.",
                    "rationale": "O texto indica que eles podem ser presos em certas condições.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, somente em caso de crime inafiançável, com comunicação imediata ao Presidente do Tribunal a que esteja vinculado.",
                    "rationale": "O texto afirma: 'SIM. Somente em caso de crime inafiançável, ocasião em que a autoridade (autoridade neste caso = Delegado) fará imediata comunicação e apresentação do magistrado ao Presidente do Tribunal a que esteja vinculado (artigo 33, inciso II da LOMN)'.",
                    "isCorrect": true
                },
                {
                    "text": "Sim, mas apenas por ordem expressa do Supremo Tribunal Federal.",
                    "rationale": "A prisão em flagrante em crime inafiançável é uma exceção que não exige ordem prévia do STF.",
                    "isCorrect": false
                },
                {
                    "text": "Apenas se cometerem crimes relacionados ao exercício de suas funções.",
                    "rationale": "O texto especifica 'crime inafiançável', sem restringir a crimes relacionados às funções.",
                    "isCorrect": false
                }
            ],
            "hint": "Observe a condição e o procedimento específicos para a prisão de juízes.",
            "subject": "abp"
        },
        {
            "question": "Um advogado pode ser preso?",
            "answerOptions": [
                {
                    "text": "Não, em nenhuma hipótese, devido à inviolabilidade da sua profissão.",
                    "rationale": "O texto afirma que eles podem ser presos, mas com certas garantias.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, e em caso de flagrante por motivo ligado ao exercício da advocacia, tem direito à presença de representante da OAB para lavratura do auto.",
                    "rationale": "O texto afirma: 'SIM. O advogado tem direito à presença de representante da OAB, quando preso em flagrante, por motivo ligado ao exercício da advocacia, para lavratura do auto respectivo, sob pena de nulidade e, nos demais casos, a comunicação expressa à seccional da OAB (artigo 7o, inciso IV da Lei n. 8.906/94 – Estatuto da OAB)'.",
                    "isCorrect": true
                },
                {
                    "text": "Sim, mas somente por crimes inafiançáveis e com a autorização do Procurador-Geral de Justiça.",
                    "rationale": "Esta condição é para Promotores de Justiça, não para advogados.",
                    "isCorrect": false
                },
                {
                    "text": "Apenas por ordem judicial e após o trânsito em julgado da sentença.",
                    "rationale": "O texto trata da prisão em flagrante para advogados.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte o Estatuto da OAB mencionado no texto sobre as garantias do advogado em caso de prisão.",
            "subject": "abp"
        },
        {
            "question": "É permitido transportar um adolescente a quem se atribua autoria de ato infracional em compartimento fechado de veículo policial?",
            "answerOptions": [
                {
                    "text": "Não, o ECA proíbe totalmente, independentemente da situação.",
                    "rationale": "O ECA proíbe em condições atentatórias à dignidade ou que impliquem risco, mas não a proibição total em qualquer situação.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, desde que o policial considere a viatura mais segura para o menor infrator.",
                    "rationale": "O texto afirma: 'Dependendo da gravidade da situação, pode ser, inclusive, mais seguro para o menor infrator ser transportado no compartimento da viatura, garantindo a sua adequada proteção', mas com o devido respeito à dignidade e integridade.",
                    "isCorrect": true
                },
                {
                    "text": "Apenas se for um crime grave e o menor tiver mais de 16 anos.",
                    "rationale": "O ECA não faz distinção de idade ou gravidade para esta regra, focando na dignidade e integridade.",
                    "isCorrect": false
                },
                {
                    "text": "Somente se o adolescente concordar com o transporte no compartimento fechado.",
                    "rationale": "O consentimento não é a condição principal, mas sim o respeito à dignidade e integridade, conforme o ECA.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte o Art. 178 do ECA e a interpretação fornecida sobre a dignidade e integridade do menor.",
            "subject": "abp"
        },
        {
            "question": "Qual das seguintes situações foi considerada uma **busca pessoal LÍCITA** pelo STF, reformando o entendimento do STJ?",
            "answerOptions": [
                {
                    "text": "O indivíduo mudar de direção ao avistar a viatura da PM.",
                    "rationale": "O texto indica que o STJ considerava essa situação insuficiente para fundada suspeita, mas o STF (RE 1493264 - Min. Zanin) reformou esse entendimento, tornando-a lícita para justificar a busca pessoal.",
                    "isCorrect": true
                },
                {
                    "text": "Nervosismo do indivíduo e impressões subjetivas dos policiais.",
                    "rationale": "Esta foi considerada ilícita pelo STJ (HC 810998).",
                    "isCorrect": false
                },
                {
                    "text": "Mera referência a comportamento suspeito do indivíduo.",
                    "rationale": "Esta foi considerada ilícita pelo STJ (HC 809069).",
                    "isCorrect": false
                },
                {
                    "text": "Abordagem a veículo em razão de película escura às 22h.",
                    "rationale": "Esta foi considerada ilícita pelo STJ (REsp 1996290).",
                    "isCorrect": false
                }
            ],
            "hint": "Observe a decisão recente do STF que explicitamente 'reformou tal entendimento do STJ' sobre o ato de mudar de direção ao avistar a viatura.",
            "subject": "abp"
        },
        {
            "question": "Qual das seguintes características está associada à atuação policial em casos de 'Violência Doméstica', conforme a classificação de atuação policial emergencial do STJ?",
            "answerOptions": [
                {
                    "text": "Mais critérios para a 'fundada suspeita' ou 'fundada razão'.",
                    "rationale": "A violência doméstica é classificada como 'Atuação Policial Emergencial', que requer 'menos critérios'.",
                    "isCorrect": false
                },
                {
                    "text": "Menos critérios para a 'fundada suspeita' ou 'fundada razão'.",
                    "rationale": "O HC 685744 (STJ – 6ª T) de 14.06.2022 é listado sob 'ATUAÇÃO POLICIAL EMERGENCIAL (MENOS CRITÉRIOS)', indicando que casos de violência doméstica se enquadram nessa categoria.",
                    "isCorrect": true
                },
                {
                    "text": "Nenhum critério é necessário, a entrada é sempre permitida.",
                    "rationale": "Mesmo em casos emergenciais, ainda há necessidade de justificação, mesmo que com menos critérios.",
                    "isCorrect": false
                },
                {
                    "text": "Exige autorização judicial prévia, mesmo em flagrante.",
                    "rationale": "A característica 'menos critérios' para a atuação emergencial indica que a autorização judicial prévia não é um requisito nesses casos de urgência.",
                    "isCorrect": false
                }
            ],
            "hint": "Verifique a classificação 'ATUAÇÃO POLICIAL EMERGENCIAL' e os exemplos listados.",
            "subject": "abp"
        },
        {
            "question": "O que significa 'Polícia Judiciária' para a Polícia Federal, de acordo com a Constituição Federal?",
            "answerOptions": [
                {
                    "text": "Função de patrulhamento ostensivo de rodovias federais.",
                    "rationale": "Essa é a atribuição da Polícia Rodoviária Federal, conforme o §2º do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Função de polícia ostensiva e preservação da ordem pública.",
                    "rationale": "Essa é a atribuição das Polícias Militares, conforme o §5º do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Função de apuração de infrações penais militares.",
                    "rationale": "As Polícias Civis apuram infrações penais, exceto as militares, conforme o §4º do Art. 144. A Polícia Federal tem funções de polícia judiciária da União.",
                    "isCorrect": false
                },
                {
                    "text": "Exercer, com exclusividade, as funções de polícia judiciária da União.",
                    "rationale": "O §1º, IV, do Art. 144 da CF/88 estabelece que à Polícia Federal destina-se a 'exercer, com exclusividade, as funções de polícia judiciária da União'.",
                    "isCorrect": true
                }
            ],
            "hint": "Consulte o parágrafo 1º, inciso IV, do Art. 144 da Constituição Federal.",
            "subject": "abp"
        },
        {
            "question": "Qual é a principal atribuição das Polícias Penais, de acordo com a Constituição Federal?",
            "answerOptions": [
                {
                    "text": "Patrulhamento ostensivo das ferrovias federais.",
                    "rationale": "Essa é a atribuição da Polícia Ferroviária Federal, conforme o §3º do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Execução de atividades de defesa civil.",
                    "rationale": "Essa é uma das atribuições dos Corpos de Bombeiros Militares, conforme o §5º do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Segurança dos estabelecimentos penais.",
                    "rationale": "O §5º-A do Art. 144 da CF/88 (incluído pela EC 104/2019) estabelece que 'Às polícias penais, vinculadas ao órgão administrador do sistema penal da unidade federativa a que pertencem, cabe a segurança dos estabelecimentos penais'.",
                    "isCorrect": true
                },
                {
                    "text": "Apuração de infrações penais, exceto as militares.",
                    "rationale": "Essa é a atribuição das Polícias Civis, conforme o §4º do Art. 144.",
                    "isCorrect": false
                }
            ],
            "hint": "Verifique o parágrafo 5º-A do Art. 144 da Constituição Federal.",
            "subject": "abp"
        },
        {
            "question": "As Polícias Militares e os Corpos de Bombeiros Militares são forças auxiliares e reserva de qual instituição, e a quem se subordinam, de acordo com a Constituição?",
            "answerOptions": [
                {
                    "text": "Forças auxiliares da Polícia Federal e se subordinam ao Presidente da República.",
                    "rationale": "O texto indica que são forças auxiliares do Exército e se subordinam aos Governadores.",
                    "isCorrect": false
                },
                {
                    "text": "Forças auxiliares do Exército e se subordinam aos Governadores dos Estados, do Distrito Federal e dos Territórios.",
                    "rationale": "O §6º do Art. 144 da CF/88 afirma que 'As polícias militares e os corpos de bombeiros militares, forças auxiliares e reserva do Exército subordinam-se, juntamente com as polícias civis e as polícias penais estaduais e distrital, aos Governadores dos Estados, do Distrito Federal e dos Territórios'.",
                    "isCorrect": true
                },
                {
                    "text": "Forças auxiliares do Ministério da Defesa e se subordinam ao Comandante do Exército.",
                    "rationale": "O texto é claro ao afirmar que são forças auxiliares do Exército e se subordinam aos Governadores.",
                    "isCorrect": false
                },
                {
                    "text": "Forças auxiliares das Polícias Civis e se subordinam aos Secretários de Segurança Pública.",
                    "rationale": "O texto especifica a subordinação aos Governadores e as relaciona como forças auxiliares do Exército, não das Polícias Civis.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte o parágrafo 6º do Art. 144 da Constituição Federal.",
            "subject": "abp"
        },
        {
            "question": "Qual a principal diferença entre 'Polícia Ostensiva' e 'Policiamento Ostensivo', de acordo com o texto?",
            "answerOptions": [
                {
                    "text": "Polícia Ostensiva refere-se aos órgãos de segurança, enquanto Policiamento Ostensivo é a investigação criminal.",
                    "rationale": "O policiamento ostensivo não é investigação criminal; esta última é atribuição da polícia judiciária.",
                    "isCorrect": false
                },
                {
                    "text": "Polícia Ostensiva é a atribuição ou competência inerente à polícia militar para a manutenção da ordem pública, enquanto Policiamento Ostensivo é uma das modalidades do exercício da atividade policial desenvolvida de forma ostensiva pela caracterização latente do emprego de seus agentes, viaturas e aparatos.",
                    "rationale": "O texto define claramente a 'Polícia Ostensiva' como a atribuição ou competência da PM, e o 'Policiamento Ostensivo' como a modalidade prática e visível de sua execução.",
                    "isCorrect": true
                },
                {
                    "text": "Polícia Ostensiva é realizada apenas em grandes operações, e Policiamento Ostensivo é o patrulhamento diário.",
                    "rationale": "A distinção não se baseia no tipo de operação ou na frequência, mas sim na natureza da competência versus a modalidade de execução.",
                    "isCorrect": false
                },
                {
                    "text": "Policiamento Ostensivo é exclusivo da Polícia Federal, e Polícia Ostensiva é da Polícia Civil.",
                    "rationale": "O policiamento ostensivo é uma ação exclusiva das Polícias Militares, e a Polícia Federal não detém essa atribuição principal de ostensividade.",
                    "isCorrect": false
                }
            ],
            "hint": "Considere qual termo se refere à 'natureza' da instituição e qual se refere à 'forma' como a atividade é exercida.",
            "subject": "abp"
        },
        {
            "question": "O que significa 'Poder de Polícia', de acordo com o Art. 78 da Lei 5.172/66 (Código Tributário Nacional)?",
            "answerOptions": [
                {
                    "text": "A capacidade de criar novas leis para a segurança pública.",
                    "rationale": "Poder de Polícia refere-se à atividade da administração pública que limita ou disciplina direitos, não à criação de leis.",
                    "isCorrect": false
                },
                {
                    "text": "Atividade da administração pública que, limitando ou disciplinando direito, interesse ou liberdade, regula a prática de ato ou abstenção de fato em razão de interesse público.",
                    "rationale": "O texto reproduz a definição do Art. 78 do CTN sobre Poder de Polícia.",
                    "isCorrect": true
                },
                {
                    "text": "O direito exclusivo das polícias de usar a força.",
                    "rationale": "O Poder de Polícia é um conceito mais amplo da administração pública, não se restringindo ao uso da força policial, mas sim à regulação de atividades em prol do interesse público.",
                    "isCorrect": false
                },
                {
                    "text": "A função de investigação criminal de todos os órgãos policiais.",
                    "rationale": "A função de investigação criminal é específica da polícia judiciária, enquanto o Poder de Polícia é um conceito mais abrangente do direito administrativo.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte a definição de Poder de Polícia no Código Tributário Nacional citado.",
            "subject": "abp"
        },
        {
            "question": "Qual das seguintes características do Poder de Polícia permite à Administração Pública executar suas decisões sem precisar de autorização prévia do Poder Judiciário?",
            "answerOptions": [
                {
                    "text": "Discricionariedade.",
                    "rationale": "Discricionariedade é a liberdade de ação dentro dos limites da lei.",
                    "isCorrect": false
                },
                {
                    "text": "Coercibilidade.",
                    "rationale": "Coercibilidade é a possibilidade do uso da força.",
                    "isCorrect": false
                },
                {
                    "text": "Auto Executoriedade.",
                    "rationale": "O texto define 'Auto Executoriedade' como 'a possibilidade que tem a Administração de, com seus próprios meios, executar suas decisões, sem precisar de autorização prévia do Poder Judiciário'.",
                    "isCorrect": true
                },
                {
                    "text": "Legalidade.",
                    "rationale": "Legalidade é um princípio geral da administração pública, mas não a característica específica relacionada à execução de decisões sem prévia autorização judicial.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na característica que permite a 'execução' direta das decisões administrativas.",
            "subject": "abp"
        },
        {
            "question": "De acordo com o Decreto Federal nº 88.777/83 e José Afonso da Silva (2010), o que abrange a 'Ordem Pública'?",
            "answerOptions": [
                {
                    "text": "Apenas a segurança pública.",
                    "rationale": "A segurança pública é um componente, mas a Ordem Pública é mais abrangente.",
                    "isCorrect": false
                },
                {
                    "text": "A tranquilidade, a salubridade e a segurança pública.",
                    "rationale": "José Afonso da Silva (2010) é citado afirmando que 'Ordem Pública abrangeria a tranquilidade, a salubridade e a segurança pública'. O Decreto também se refere a 'clima de convivência harmoniosa e pacífica'.",
                    "isCorrect": true
                },
                {
                    "text": "Somente as regras formais do ordenamento jurídico da Nação.",
                    "rationale": "As regras formais são a base, mas o conceito abrange o 'clima de convivência harmoniosa e pacífica' resultante dessas regras.",
                    "isCorrect": false
                },
                {
                    "text": "Exclusivamente a fiscalização do poder de polícia.",
                    "rationale": "A fiscalização pelo poder de polícia é um meio para manter a ordem pública, não a própria ordem pública em si.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte as definições de 'Ordem Pública' fornecidas pelo Decreto e por José Afonso da Silva.",
            "subject": "abp"
        },
        {
            "question": "Qual o conceito de 'Abordagem Policial', e ela sempre necessita de 'fundada suspeita'?",
            "answerOptions": [
                {
                    "text": "É sempre o contato físico do policial com o indivíduo e necessita de fundada suspeita.",
                    "rationale": "O texto afirma que 'não há, necessariamente, o contato físico' e que a abordagem 'não precisa de fundada suspeita'.",
                    "isCorrect": false
                },
                {
                    "text": "É o ato de aproximar-se e interpelar uma pessoa, podendo estar em atitude suspeita ou não, e **não** precisa de fundada suspeita, sendo diferente de busca pessoal.",
                    "rationale": "O texto define a Abordagem Policial como 'Ato de aproximar-se, ou deixar-se aproximar e interpelar ou responder uma pessoa [...] com o intuito de identificar, orientar, advertir, assistir, revistar ou prender' e explicita que 'A Abordagem Policial não precisa de fundada suspeita'.",
                    "isCorrect": true
                },
                {
                    "text": "É sinônimo de busca pessoal e, portanto, sempre requer fundada suspeita.",
                    "rationale": "O texto diferencia claramente Abordagem Policial de Busca Personal, e a abordagem não sempre requer fundada suspeita.",
                    "isCorrect": false
                },
                {
                    "text": "Consiste apenas na revista de pertences do indivíduo, exigindo fundada razão.",
                    "rationale": "A abordagem é mais ampla que apenas a revista de pertences, e não exige fundada razão para sua realização simples.",
                    "isCorrect": false
                }
            ],
            "hint": "Preste atenção à distinção entre 'Abordagem Policial' e 'Busca Pessoal' no que diz respeito à necessidade de fundada suspeita.",
            "subject": "abp"
        },
        {
            "question": "A busca em mulher pode ser realizada por um policial masculino?",
            "answerOptions": [
                {
                    "text": "Não, o CPP proíbe expressamente a busca em mulher por policial masculino em qualquer situação.",
                    "rationale": "O Art. 249 do CPP prevê uma exceção para casos de emergência ou ausência de policial do mesmo sexo.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, em situações de emergência ou quando não há disponibilidade de policiais do mesmo sexo, desde que justificado e documentado.",
                    "rationale": "O texto cita o Art. 249 do CPP e explica que 'Em situações de emergência ou quando não há disponibilidade de policiais do mesmo sexo, a busca pode ser realizada por um policial do sexo oposto. No entanto, essas situações devem ser justificadas e documentadas'.",
                    "isCorrect": true
                },
                {
                    "text": "Apenas se a mulher consentir expressamente com a busca por um policial masculino.",
                    "rationale": "O consentimento não é a condição principal; a exceção se baseia em emergência ou falta de policial do mesmo sexo.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, desde que seja uma busca ocular e sem contato físico.",
                    "rationale": "A regra e a exceção se aplicam à busca em geral, não apenas à ocular, e o foco é a permissão legal para o contato físico quando necessário.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte o Art. 249 do CPP e as exceções explicadas no texto.",
            "subject": "abp"
        },
        {
            "question": "A Polícia Militar pode realizar patrulhamento ostensivo em rodovias federais?",
            "answerOptions": [
                {
                    "text": "Não, pois a PRF tem competência exclusiva para tal.",
                    "rationale": "O texto afirma que a PRF tem competência primária, mas a PM tem competência suplementar.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, a PM tem competência suplementar para atuar em segurança pública em todo o país, especialmente onde a PRF não está presente ou em colaboração.",
                    "rationale": "O texto afirma: 'A PRF tem a competência primária! A PM tem a competência suplementar (competência para atuar em segurança pública em todo o país), acima de tudo nas rodovias onde a PRF não está presente ou em situações de colaboração (muito comum).'",
                    "isCorrect": true
                },
                {
                    "text": "Apenas se houver um convênio específico com a Polícia Rodoviária Federal.",
                    "rationale": "A atuação suplementar da PM independe de convênio para ocorrer, sendo uma decorrência de sua responsabilidade territorial.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, mas somente em trechos urbanos das rodovias federais.",
                    "rationale": "O texto não impõe essa restrição de trechos urbanos para a atuação suplementar da PM.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na relação entre a competência primária da PRF e a competência suplementar da PM.",
            "subject": "abp"
        },
        {
            "question": "Um juiz de direito pode ser preso?",
            "answerOptions": [
                {
                    "text": "Não, eles possuem imunidade total contra prisão.",
                    "rationale": "O texto indica que eles podem ser presos em certas condições.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, somente em caso de crime inafiançável, com comunicação imediata ao Presidente do Tribunal a que esteja vinculado.",
                    "rationale": "O texto afirma: 'SIM. Somente em caso de crime inafiançável, ocasião em que a autoridade (autoridade neste caso = Delegado) fará imediata comunicação e apresentação do magistrado ao Presidente do Tribunal a que esteja vinculado (artigo 33, inciso II da LOMN)'.",
                    "isCorrect": true
                },
                {
                    "text": "Sim, mas apenas por ordem expressa do Supremo Tribunal Federal.",
                    "rationale": "A prisão em flagrante em crime inafiançável é uma exceção que não exige ordem prévia do STF.",
                    "isCorrect": false
                },
                {
                    "text": "Apenas se cometerem crimes relacionados ao exercício de suas funções.",
                    "rationale": "O texto especifica 'crime inafiançável', sem restringir a crimes relacionados às funções.",
                    "isCorrect": false
                }
            ],
            "hint": "Observe a condição e o procedimento específicos para a prisão de juízes.",
            "subject": "abp"
        },
        {
            "question": "Um advogado pode ser preso?",
            "answerOptions": [
                {
                    "text": "Não, em nenhuma hipótese, devido à inviolabilidade da sua profissão.",
                    "rationale": "O texto afirma que eles podem ser presos, mas com certas garantias.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, e em caso de flagrante por motivo ligado ao exercício da advocacia, tem direito à presença de representante da OAB para lavratura do auto.",
                    "rationale": "O texto afirma: 'SIM. O advogado tem direito à presença de representante da OAB, quando preso em flagrante, por motivo ligado ao exercício da advocacia, para lavratura do auto respectivo, sob pena de nulidade e, nos demais casos, a comunicação expressa à seccional da OAB (artigo 7o, inciso IV da Lei n. 8.906/94 – Estatuto da OAB)'.",
                    "isCorrect": true
                },
                {
                    "text": "Sim, mas somente por crimes inafiançáveis e com a autorização do Procurador-Geral de Justiça.",
                    "rationale": "Esta condição é para Promotores de Justiça, não para advogados.",
                    "isCorrect": false
                },
                {
                    "text": "Apenas por ordem judicial e após o trânsito em julgado da sentença.",
                    "rationale": "O texto trata da prisão em flagrante para advogados.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte o Estatuto da OAB mencionado no texto sobre as garantias do advogado em caso de prisão.",
            "subject": "abp"
        },
        {
            "question": "É permitido transportar um adolescente a quem se atribua autoria de ato infracional em compartimento fechado de veículo policial?",
            "answerOptions": [
                {
                    "text": "Não, o ECA proíbe totalmente, independentemente da situação.",
                    "rationale": "O ECA proíbe em condições atentatórias à dignidade ou que impliquem risco, mas não a proibição total em qualquer situação.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, desde que o policial considere a viatura mais segura para o menor infrator.",
                    "rationale": "O texto afirma: 'Dependendo da gravidade da situação, pode ser, inclusive, mais seguro para o menor infrator ser transportado no compartimento da viatura, garantindo a sua adequada proteção', mas com o devido respeito à dignidade e integridade.",
                    "isCorrect": true
                },
                {
                    "text": "Apenas se for um crime grave e o menor tiver mais de 16 anos.",
                    "rationale": "O ECA não faz distinção de idade ou gravidade para esta regra, focando na dignidade e integridade.",
                    "isCorrect": false
                },
                {
                    "text": "Somente se o adolescente concordar com o transporte no compartimento fechado.",
                    "rationale": "O consentimento não é a condição principal, mas sim o respeito à dignidade e integridade, conforme o ECA.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte o Art. 178 do ECA e a interpretação fornecida sobre a dignidade e integridade do menor.",
            "subject": "abp"
        },
        {
            "question": "Qual das seguintes situações foi considerada uma **busca pessoal LÍCITA** pelo STF, reformando o entendimento do STJ?",
            "answerOptions": [
                {
                    "text": "O indivíduo mudar de direção ao avistar a viatura da PM.",
                    "rationale": "O texto indica que o STJ considerava essa situação insuficiente para fundada suspeita, mas o STF (RE 1493264 - Min. Zanin) reformou esse entendimento, tornando-a lícita para justificar a busca pessoal.",
                    "isCorrect": true
                },
                {
                    "text": "Nervosismo do indivíduo e impressões subjetivas dos policiais.",
                    "rationale": "Esta foi considerada ilícita pelo STJ (HC 810998).",
                    "isCorrect": false
                },
                {
                    "text": "Mera referência a comportamento suspeito do indivíduo.",
                    "rationale": "Esta foi considerada ilícita pelo STJ (HC 809069).",
                    "isCorrect": false
                },
                {
                    "text": "Abordagem a veículo em razão de película escura às 22h.",
                    "rationale": "Esta foi considerada ilícita pelo STJ (REsp 1996290).",
                    "isCorrect": false
                }
            ],
            "hint": "Observe a decisão recente do STF que explicitamente 'reformou tal entendimento do STJ' sobre o ato de mudar de direção ao avistar a viatura.",
            "subject": "abp"
        },
        {
            "question": "Qual das seguintes características está associada à atuação policial em casos de 'Violência Doméstica', conforme a classificação de atuação policial emergencial do STJ?",
            "answerOptions": [
                {
                    "text": "Mais critérios para a 'fundada suspeita' ou 'fundada razão'.",
                    "rationale": "A violência doméstica é classificada como 'Atuação Policial Emergencial', que requer 'menos critérios'.",
                    "isCorrect": false
                },
                {
                    "text": "Menos critérios para a 'fundada suspeita' ou 'fundada razão'.",
                    "rationale": "O HC 685744 (STJ – 6ª T) de 14.06.2022 é listado sob 'ATUAÇÃO POLICIAL EMERGENCIAL (MENOS CRITÉRIOS)', indicando que casos de violência doméstica se enquadram nessa categoria.",
                    "isCorrect": true
                },
                {
                    "text": "Nenhum critério é necessário, a entrada é sempre permitida.",
                    "rationale": "Mesmo em casos emergenciais, ainda há necessidade de justificação, mesmo que com menos critérios.",
                    "isCorrect": false
                },
                {
                    "text": "Exige autorização judicial prévia, mesmo em flagrante.",
                    "rationale": "A característica 'menos critérios' para a atuação emergencial indica que a autorização judicial prévia não é um requisito nesses casos de urgência.",
                    "isCorrect": false
                }
            ],
            "hint": "Verifique a classificação 'ATUAÇÃO POLICIAL EMERGENCIAL' e os exemplos listados.",
            "subject": "abp"
        },
        {
            "question": "Qual a principal função do 'Roteiro de Patrulhamento' e o que ele não dispensa o policial militar de fazer?",
            "answerOptions": [
                {
                    "text": "É apenas uma lista de endereços a serem visitados, e dispensa o atendimento a ocorrências fora do itinerário.",
                    "rationale": "O roteiro é uma representação gráfica com horários e itinerários, e o policial não é dispensado do atendimento a ocorrências fora dele.",
                    "isCorrect": false
                },
                {
                    "text": "É a representação gráfica do posto, indicando localização de pontos-base e itinerários, e não dispensa o atendimento a eventuais ocorrências no posto, fora do itinerário.",
                    "rationale": "O texto descreve o roteiro como uma representação gráfica e enfatiza que o cumprimento do horário não dispensa o atendimento a ocorrências eventuais.",
                    "isCorrect": true
                },
                {
                    "text": "Define apenas os horários de alimentação e hidratação da equipe, dispensando outras atividades.",
                    "rationale": "O roteiro é muito mais abrangente, incluindo pontos-base, itinerários e horários de patrulhamento, além dos momentos de alimentação.",
                    "isCorrect": false
                },
                {
                    "text": "É um registro das ocorrências atendidas no dia, sem ligação com itinerários ou horários fixos.",
                    "rationale": "O roteiro é um planejamento prévio, diferente do registro de ocorrências após o fato.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na finalidade do planejamento da patrulha e nas responsabilidades contínuas do policial.",
            "subject": "abp"
        },
        {
            "question": "Qual a principal característica de um 'Ponto Base' ou 'Ponto de Demonstração'?",
            "answerOptions": [
                {
                    "text": "Local para reabastecimento de viaturas e troca de turno, sem presença visível dos policiais.",
                    "rationale": "É um ponto de parada visível para presença policial e atendimento ao COPOM, não focado apenas em reabastecimento ou troca de turno sem visibilidade.",
                    "isCorrect": false
                },
                {
                    "text": "Pontos físicos de paradas das viaturas operacionais para cumprimento de ordens específicas, onde os policiais militares poderão desembarcar e permanecer em postura compatível com a atividade, atentos aos movimentos e em condições de atendimento ao COPOM.",
                    "rationale": "O texto define o Ponto Base/Demonstração com todas essas características, destacando a postura e a prontidão para atendimento.",
                    "isCorrect": true
                },
                {
                    "text": "Áreas exclusivas para treinamento de novas técnicas policiais, sem contato com a comunidade.",
                    "rationale": "Sua finalidade é a segurança da comunidade pela ação de presença policial, não o treinamento exclusivo.",
                    "isCorrect": false
                },
                {
                    "text": "Local onde o policial militar deve permanecer dentro da viatura, sem desembarcar, para observação discreta.",
                    "rationale": "O policial pode desembarcar e permanecer em postura compatível, evidenciando a ação de presença.",
                    "isCorrect": false
                }
            ],
            "hint": "Reflita sobre a 'ação de presença' e a 'sensação de segurança' que esses pontos devem proporcionar.",
            "subject": "abp"
        },
        {
            "question": "Conforme as portarias PMDF nº 752/11 e nº 813/12, qual a classificação de viatura policial militar destinada ao policiamento velado e ao serviço de inteligência?",
            "answerOptions": [
                {
                    "text": "Tipo II – Administrativas.",
                    "rationale": "As viaturas Tipo II são utilizadas na atividade-meio da corporação e deslocamentos administrativos.",
                    "isCorrect": false
                },
                {
                    "text": "Tipo III – Representação.",
                    "rationale": "As viaturas Tipo III são utilizadas no transporte de autoridades detentoras de cargos de comando, chefia e direção.",
                    "isCorrect": false
                },
                {
                    "text": "Tipo I – Operacionais Veladas.",
                    "rationale": "O texto classifica as viaturas Tipo I como 'OPERACIONAIS', subdividindo-as em 'OSTENSIVAS' e 'VELADAS', sendo estas últimas destinadas ao policiamento velado e serviço de inteligência.",
                    "isCorrect": true
                },
                {
                    "text": "Tipo IV – Ensino e Instrução.",
                    "rationale": "As viaturas Tipo IV são utilizadas em unidades de formação para fins de ensino e instrução.",
                    "isCorrect": false
                }
            ],
            "hint": "Considere o tipo de serviço que exige discrição na identificação do veículo.",
            "subject": "abp"
        },
        {
            "question": "Qual a principal diferença entre 'Velocidade de Deslocamento' e 'Velocidade de Patrulhamento'?",
            "answerOptions": [
                {
                    "text": "Velocidade de Deslocamento é para rodovias, enquanto Velocidade de Patrulhamento é para áreas urbanas.",
                    "rationale": "A distinção não é sobre o tipo de via, mas sim sobre o objetivo e o foco da equipe.",
                    "isCorrect": false
                },
                {
                    "text": "Velocidade de Deslocamento foca em chegar rápido ao local da ocorrência, enquanto Velocidade de Patrulhamento foca na observação do que acontece à volta, geralmente em baixa velocidade.",
                    "rationale": "O texto define 'Velocidade de Deslocamento' como ação para atendimento de ocorrência com foco no trajeto e tempo, e 'Velocidade de Patrulhamento' como feita em baixa velocidade com intuito de observação do entorno.",
                    "isCorrect": true
                },
                {
                    "text": "Velocidade de Deslocamento é sempre acima de 60 km/h, e Velocidade de Patrulhamento é sempre abaixo de 20 km/h.",
                    "rationale": "O texto não estabelece essas faixas fixas, apenas indica a intenção e foco da velocidade.",
                    "isCorrect": false
                },
                {
                    "text": "Não há diferença, são termos sinônimos utilizados em diferentes contextos.",
                    "rationale": "O material apresenta definições distintas e focos diferentes para cada tipo de velocidade.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no objetivo da movimentação da viatura: chegar a um ponto ou observar o ambiente?",
            "subject": "abp"
        },
        {
            "question": "O que o Código de Trânsito Brasileiro (CTB) estabelece sobre a 'Velocidade de Patrulhamento' em relação à velocidade mínima?",
            "answerOptions": [
                {
                    "text": "Não impõe velocidade mínima para viaturas em patrulhamento.",
                    "rationale": "O CTB, em seu Art. 62, estabelece que a velocidade mínima não pode ser inferior à metade da máxima, respeitadas as condições.",
                    "isCorrect": false
                },
                {
                    "text": "A velocidade mínima não poderá ser inferior à metade da velocidade máxima estabelecida, respeitadas as condições operacionais de trânsito e da via.",
                    "rationale": "O Art. 62 do CTB é citado para regular que a velocidade mínima não pode ser inferior à metade da velocidade máxima estabelecida, aplicável inclusive ao patrulhamento para não prejudicar a fluidez.",
                    "isCorrect": true
                },
                {
                    "text": "A velocidade de patrulhamento deve ser sempre entre 20 e 40 km/h, sem exceções.",
                    "rationale": "Esse é um intervalo considerado satisfatório, mas o CTB impõe uma regra geral de velocidade mínima para não prejudicar a fluidez.",
                    "isCorrect": false
                },
                {
                    "text": "Permite que a viatura em patrulhamento ignore a velocidade mínima em qualquer situação.",
                    "rationale": "A viatura deve respeitar as condições operacionais de trânsito e da via, e a regra da velocidade mínima ainda se aplica para não prejudicar a fluidez.",
                    "isCorrect": false
                }
            ],
            "hint": "Lembre-se da regra do CTB sobre a velocidade mínima nas vias.",
            "subject": "abp"
        },
        {
            "question": "No contexto policial, qual a distinção fundamental entre 'Abrigo' e 'Cobertura'?",
            "answerOptions": [
                {
                    "text": "Abrigo oferece proteção visual, enquanto Cobertura oferece proteção balística.",
                    "rationale": "A definição é o inverso: Abrigo oferece proteção balística, Cobertura oferece proteção visual.",
                    "isCorrect": false
                },
                {
                    "text": "Abrigo é um local consistente e protegido contra disparos, enquanto Cobertura é um local de segurança visual, mas com pouca resistência a disparos.",
                    "rationale": "O texto define 'Abrigo' como local consistente e protegido balisticamente, e 'Cobertura' como local de segurança visual com pouca resistência a disparos.",
                    "isCorrect": true
                },
                {
                    "text": "Ambos são sinônimos e oferecem o mesmo nível de proteção.",
                    "rationale": "O material diferencia claramente os termos e os níveis de proteção que oferecem.",
                    "isCorrect": false
                },
                {
                    "text": "Abrigo é para viaturas, Cobertura é para policiais a pé.",
                    "rationale": "A distinção é sobre o tipo de proteção oferecida, não sobre o uso por viaturas ou policiais a pé.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no nível de proteção física que cada termo oferece contra um projétil.",
            "subject": "abp"
        },
        {
            "question": "Qual a importância da 'Visão Periférica' para o policial militar durante atividades operacionais?",
            "answerOptions": [
                {
                    "text": "Permite focar em um único alvo, ignorando o ambiente ao redor para maior precisão.",
                    "rationale": "A visão periférica permite a observação do entorno, complementando o foco principal, e não o ignorando.",
                    "isCorrect": false
                },
                {
                    "text": "É essencial para evitar riscos e fatores inusitados ou surpresas negativas, permitindo observar coisas, pessoas e objetos fora do foco principal.",
                    "rationale": "O texto destaca que a visão periférica é um 'mecanismo essencial para que se evite riscos e fatores inusitados ou até mesmo surpresas negativas', permitindo ao policial perceber movimentações ao seu redor.",
                    "isCorrect": true
                },
                {
                    "text": "Auxilia apenas na identificação de veículos em fuga, sem aplicação em abordagens a pedestres.",
                    "rationale": "Sua aplicação é geral para atividades operacionais, não restrita a veículos ou pedestres.",
                    "isCorrect": false
                },
                {
                    "text": "É uma habilidade inata que não precisa ser desenvolvida ou praticada.",
                    "rationale": "Apesar de ser uma capacidade, o contexto da técnica policial implica seu desenvolvimento e uso consciente.",
                    "isCorrect": false
                }
            ],
            "hint": "Reflita sobre como um campo visual amplo ajuda na segurança e na percepção de ameaças.",
            "subject": "abp"
        },
        {
            "question": "Qual a postura da arma na 'Posição Pronto-Baixo'?",
            "answerOptions": [
                {
                    "text": "Arma elevada à altura dos olhos em um ângulo de 90° em relação ao corpo, com as duas mãos e dedo fora do gatilho.",
                    "rationale": "Essa é a descrição da 'Posição Pronto-Alto'.",
                    "isCorrect": false
                },
                {
                    "text": "Arma no coldre, com o dedo no gatilho para saque rápido.",
                    "rationale": "A arma está fora do coldre, e o dedo deve estar sempre fora do gatilho.",
                    "isCorrect": false
                },
                {
                    "text": "Arma segurada com uma ou duas mãos, elevada a um ângulo de 45° em relação ao corpo, com braços semiflexionados e direcionados à frente, e dedo sempre fora do gatilho.",
                    "rationale": "O texto descreve a 'Posição Pronto-Baixo' exatamente com essas características, enfatizando a segurança do dedo fora do gatilho.",
                    "isCorrect": true
                },
                {
                    "text": "Arma apontada diretamente para o chão para evitar disparos acidentais.",
                    "rationale": "A posição é a 45° em relação ao corpo, direcionada à frente, não diretamente ao chão.",
                    "isCorrect": false
                }
            ],
            "hint": "Lembre-se do ângulo e do posicionamento do braço em relação ao corpo do policial.",
            "subject": "abp"
        },
        {
            "question": "No contexto de um 'Comboio de Viaturas', qual a principal responsabilidade do comandante do comboio?",
            "answerOptions": [
                {
                    "text": "Ser o último veículo da formação para observar a segurança da retaguarda.",
                    "rationale": "O comandante, de preferência, vai à frente da formação.",
                    "isCorrect": false
                },
                {
                    "text": "Manter a viatura sempre descaracterizada para surpreender oponentes.",
                    "rationale": "A caracterização da viatura não é uma responsabilidade do comandante do comboio.",
                    "isCorrect": false
                },
                {
                    "text": "Ser responsável pelo contato com quem de direito, pelo início e término da operação, pela formação do comboio, por repassar as ordens e designar as funções.",
                    "rationale": "O texto lista todas essas responsabilidades para o comandante do comboio, que idealmente vai à frente da formação.",
                    "isCorrect": true
                },
                {
                    "text": "Realizar o transporte de cargas apenas, sem envolvimento com pessoas.",
                    "rationale": "Comboios transportam tanto cargas quanto pessoas.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no papel de liderança e coordenação de todas as etapas da operação do comboio.",
            "subject": "abp"
        },
        {
            "question": "O que caracteriza o 'Semi Desembarque' durante uma abordagem policial?",
            "answerOptions": [
                {
                    "text": "O policial militar saindo completamente da viatura, com a arma em posição pronto-alto.",
                    "rationale": "O semi desembarque implica manter um pé dentro da viatura, não saindo completamente.",
                    "isCorrect": false
                },
                {
                    "text": "O movimento em que o policial militar permanece com um dos pés no interior da viatura e o outro ao solo, utilizando as partes estruturais do veículo como proteção.",
                    "rationale": "O texto define o 'Semi Desembarque' exatamente com essa descrição, ressaltando a facilidade de reembarque e o uso do veículo como proteção.",
                    "isCorrect": true
                },
                {
                    "text": "O policial militar observando os indivíduos de dentro da viatura, sem qualquer contato visual direto.",
                    "rationale": "O semi desembarque é um movimento ativo de saída parcial para abordagem, não apenas observação interna.",
                    "isCorrect": false
                },
                {
                    "text": "A fase final da abordagem, onde os indivíduos são revistados e detidos.",
                    "rationale": "O semi desembarque é um movimento inicial da abordagem, não a fase final.",
                    "isCorrect": false
                }
            ],
            "hint": "Concentre-se na posição dos pés do policial em relação à viatura e o propósito dessa postura.",
            "subject": "abp"
        },
        {
            "question": "O que significa 'Polícia Judiciária' para a Polícia Federal, de acordo com a Constituição Federal?",
            "answerOptions": [
                {
                    "text": "Função de patrulhamento ostensivo de rodovias federais.",
                    "rationale": "Essa é a atribuição da Polícia Rodoviária Federal, conforme o §2º do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Função de polícia ostensiva e preservação da ordem pública.",
                    "rationale": "Essa é a atribuição das Polícias Militares, conforme o §5º do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Função de apuração de infrações penais militares.",
                    "rationale": "As Polícias Civis apuram infrações penais, exceto as militares, conforme o §4º do Art. 144. A Polícia Federal tem funções de polícia judiciária da União.",
                    "isCorrect": false
                },
                {
                    "text": "Exercer, com exclusividade, as funções de polícia judiciária da União.",
                    "rationale": "O §1º, IV, do Art. 144 da CF/88 estabelece que à Polícia Federal destina-se a 'exercer, com exclusividade, as funções de polícia judiciária da União'.",
                    "isCorrect": true
                }
            ],
            "hint": "Consulte o parágrafo 1º, inciso IV, do Art. 144 da Constituição Federal.",
            "subject": "abp"
        },
        {
            "question": "Qual é a principal atribuição das Polícias Penais, de acordo com a Constituição Federal?",
            "answerOptions": [
                {
                    "text": "Patrulhamento ostensivo das ferrovias federais.",
                    "rationale": "Essa é a atribuição da Polícia Ferroviária Federal, conforme o §3º do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Execução de atividades de defesa civil.",
                    "rationale": "Essa é uma das atribuições dos Corpos de Bombeiros Militares, conforme o §5º do Art. 144.",
                    "isCorrect": false
                },
                {
                    "text": "Segurança dos estabelecimentos penais.",
                    "rationale": "O §5º-A do Art. 144 da CF/88 (incluído pela EC 104/2019) estabelece que 'Às polícias penais, vinculadas ao órgão administrador do sistema penal da unidade federativa a que pertencem, cabe a segurança dos estabelecimentos penais'.",
                    "isCorrect": true
                },
                {
                    "text": "Apuração de infrações penais, exceto as militares.",
                    "rationale": "Essa é a atribuição das Polícias Civis, conforme o §4º do Art. 144.",
                    "isCorrect": false
                }
            ],
            "hint": "Verifique o parágrafo 5º-A do Art. 144 da Constituição Federal.",
            "subject": "abp"
        },
        {
            "question": "As Polícias Militares e os Corpos de Bombeiros Militares são forças auxiliares e reserva de qual instituição, e a quem se subordinam, de acordo com a Constituição?",
            "answerOptions": [
                {
                    "text": "Forças auxiliares da Polícia Federal e se subordinam ao Presidente da República.",
                    "rationale": "O texto indica que são forças auxiliares do Exército e se subordinam aos Governadores.",
                    "isCorrect": false
                },
                {
                    "text": "Forças auxiliares do Exército e se subordinam aos Governadores dos Estados, do Distrito Federal e dos Territórios.",
                    "rationale": "O §6º do Art. 144 da CF/88 afirma que 'As polícias militares e os corpos de bombeiros militares, forças auxiliares e reserva do Exército subordinam-se, juntamente com as polícias civis e as polícias penais estaduais e distrital, aos Governadores dos Estados, do Distrito Federal e dos Territórios'.",
                    "isCorrect": true
                },
                {
                    "text": "Forças auxiliares do Ministério da Defesa e se subordinam ao Comandante do Exército.",
                    "rationale": "O texto é claro ao afirmar que são forças auxiliares do Exército e se subordinam aos Governadores.",
                    "isCorrect": false
                },
                {
                    "text": "Forças auxiliares das Polícias Civis e se subordinam aos Secretários de Segurança Pública.",
                    "rationale": "O texto especifica a subordinação aos Governadores e as relaciona como forças auxiliares do Exército, não das Polícias Civis.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte o parágrafo 6º do Art. 144 da Constituição Federal.",
            "subject": "abp"
        },
        {
            "question": "Qual a principal diferença entre 'Polícia Ostensiva' e 'Policiamento Ostensivo', de acordo com o texto?",
            "answerOptions": [
                {
                    "text": "Polícia Ostensiva refere-se aos órgãos de segurança, enquanto Policiamento Ostensivo é a investigação criminal.",
                    "rationale": "O policiamento ostensivo não é investigação criminal; esta última é atribuição da polícia judiciária.",
                    "isCorrect": false
                },
                {
                    "text": "Polícia Ostensiva é a atribuição ou competência inerente à polícia militar para a manutenção da ordem pública, enquanto Policiamento Ostensivo é uma das modalidades do exercício da atividade policial desenvolvida de forma ostensiva pela caracterização latente do emprego de seus agentes, viaturas e aparatos.",
                    "rationale": "O texto define claramente a 'Polícia Ostensiva' como a atribuição ou competência da PM, e o 'Policiamento Ostensivo' como a modalidade prática e visível de sua execução.",
                    "isCorrect": true
                },
                {
                    "text": "Polícia Ostensiva é realizada apenas em grandes operações, e Policiamento Ostensivo é o patrulhamento diário.",
                    "rationale": "A distinção não se baseia no tipo de operação ou na frequência, mas sim na natureza da competência versus a modalidade de execução.",
                    "isCorrect": false
                },
                {
                    "text": "Policiamento Ostensivo é exclusivo da Polícia Federal, e Polícia Ostensiva é da Polícia Civil.",
                    "rationale": "O policiamento ostensivo é uma ação exclusiva das Polícias Militares, e a Polícia Federal não detém essa atribuição principal de ostensividade.",
                    "isCorrect": false
                }
            ],
            "hint": "Considere qual termo se refere à 'natureza' da instituição e qual se refere à 'forma' como a atividade é exercida.",
            "subject": "abp"
        },
        {
            "question": "O que significa 'Poder de Polícia', de acordo com o Art. 78 da Lei 5.172/66 (Código Tributário Nacional)?",
            "answerOptions": [
                {
                    "text": "A capacidade de criar novas leis para a segurança pública.",
                    "rationale": "Poder de Polícia refere-se à atividade da administração pública que limita ou disciplina direitos, não à criação de leis.",
                    "isCorrect": false
                },
                {
                    "text": "Atividade da administração pública que, limitando ou disciplinando direito, interesse ou liberdade, regula a prática de ato ou abstenção de fato em razão de interesse público.",
                    "rationale": "O texto reproduz a definição do Art. 78 do CTN sobre Poder de Polícia.",
                    "isCorrect": true
                },
                {
                    "text": "O direito exclusivo das polícias de usar a força.",
                    "rationale": "O Poder de Polícia é um conceito mais amplo da administração pública, não se restringindo ao uso da força policial, mas sim à regulação de atividades em prol do interesse público.",
                    "isCorrect": false
                },
                {
                    "text": "A função de investigação criminal de todos os órgãos policiais.",
                    "rationale": "A função de investigação criminal é específica da polícia judiciária, enquanto o Poder de Polícia é um conceito mais abrangente do direito administrativo.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte a definição de Poder de Polícia no Código Tributário Nacional citado.",
            "subject": "abp"
        },
        {
            "question": "Qual das seguintes características do Poder de Polícia permite à Administração Pública executar suas decisões sem precisar de autorização prévia do Poder Judiciário?",
            "answerOptions": [
                {
                    "text": "Discricionariedade.",
                    "rationale": "Discricionariedade é a liberdade de ação dentro dos limites da lei.",
                    "isCorrect": false
                },
                {
                    "text": "Coercibilidade.",
                    "rationale": "Coercibilidade é a possibilidade do uso da força.",
                    "isCorrect": false
                },
                {
                    "text": "Auto Executoriedade.",
                    "rationale": "O texto define 'Auto Executoriedade' como 'a possibilidade que tem a Administração de, com seus próprios meios, executar suas decisões, sem precisar de autorização prévia do Poder Judiciário'.",
                    "isCorrect": true
                },
                {
                    "text": "Legalidade.",
                    "rationale": "Legalidade é um princípio geral da administração pública, mas não a característica específica relacionada à execução de decisões sem prévia autorização judicial.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na característica que permite a 'execução' direta das decisões administrativas.",
            "subject": "abp"
        },
        {
            "question": "De acordo com o Decreto Federal nº 88.777/83 e José Afonso da Silva (2010), o que abrange a 'Ordem Pública'?",
            "answerOptions": [
                {
                    "text": "Apenas a segurança pública.",
                    "rationale": "A segurança pública é um componente, mas a Ordem Pública é mais abrangente.",
                    "isCorrect": false
                },
                {
                    "text": "A tranquilidade, a salubridade e a segurança pública.",
                    "rationale": "José Afonso da Silva (2010) é citado afirmando que 'Ordem Pública abrangeria a tranquilidade, a salubridade e a segurança pública'. O Decreto também se refere a 'clima de convivência harmoniosa e pacífica'.",
                    "isCorrect": true
                },
                {
                    "text": "Somente as regras formais do ordenamento jurídico da Nação.",
                    "rationale": "As regras formais são a base, mas o conceito abrange o 'clima de convivência harmoniosa e pacífica' resultante dessas regras.",
                    "isCorrect": false
                },
                {
                    "text": "Exclusivamente a fiscalização do poder de polícia.",
                    "rationale": "A fiscalização pelo poder de polícia é um meio para manter a ordem pública, não a própria ordem pública em si.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte as definições de 'Ordem Pública' fornecidas pelo Decreto e por José Afonso da Silva.",
            "subject": "abp"
        },
        {
            "question": "Qual o conceito de 'Abordagem Policial', e ela sempre necessita de 'fundada suspeita'?",
            "answerOptions": [
                {
                    "text": "É sempre o contato físico do policial com o indivíduo e necessita de fundada suspeita.",
                    "rationale": "O texto afirma que 'não há, necessariamente, o contato físico' e que a abordagem 'não precisa de fundada suspeita'.",
                    "isCorrect": false
                },
                {
                    "text": "É o ato de aproximar-se e interpelar uma pessoa, podendo estar em atitude suspeita ou não, e **não** precisa de fundada suspeita, sendo diferente de busca pessoal.",
                    "rationale": "O texto define a Abordagem Policial como 'Ato de aproximar-se, ou deixar-se aproximar e interpelar ou responder uma pessoa [...] com o intuito de identificar, orientar, advertir, assistir, revistar ou prender' e explicita que 'A Abordagem Policial não precisa de fundada suspeita'.",
                    "isCorrect": true
                },
                {
                    "text": "É sinônimo de busca pessoal e, portanto, sempre requer fundada suspeita.",
                    "rationale": "O texto diferencia claramente Abordagem Policial de Busca Personal, e a abordagem não sempre requer fundada suspeita.",
                    "isCorrect": false
                },
                {
                    "text": "Consiste apenas na revista de pertences do indivíduo, exigindo fundada razão.",
                    "rationale": "A abordagem é mais ampla que apenas a revista de pertences, e não exige fundada razão para sua realização simples.",
                    "isCorrect": false
                }
            ],
            "hint": "Preste atenção à distinção entre 'Abordagem Policial' e 'Busca Pessoal' no que diz respeito à necessidade de fundada suspeita.",
            "subject": "abp"
        },
        {
            "question": "A busca em mulher pode ser realizada por um policial masculino?",
            "answerOptions": [
                {
                    "text": "Não, o CPP proíbe expressamente a busca em mulher por policial masculino em qualquer situação.",
                    "rationale": "O Art. 249 do CPP prevê uma exceção para casos de emergência ou ausência de policial do mesmo sexo.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, em situações de emergência ou quando não há disponibilidade de policiais do mesmo sexo, desde que justificado e documentado.",
                    "rationale": "O texto cita o Art. 249 do CPP e explica que 'Em situações de emergência ou quando não há disponibilidade de policiais do mesmo sexo, a busca pode ser realizada por um policial do sexo oposto. No entanto, essas situações devem ser justificadas e documentadas'.",
                    "isCorrect": true
                },
                {
                    "text": "Apenas se a mulher consentir expressamente com a busca por um policial masculino.",
                    "rationale": "O consentimento não é a condição principal; a exceção se baseia em emergência ou falta de policial do mesmo sexo.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, desde que seja uma busca ocular e sem contato físico.",
                    "rationale": "A regra e a exceção se aplicam à busca em geral, não apenas à ocular, e o foco é a permissão legal para o contato físico quando necessário.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte o Art. 249 do CPP e as exceções explicadas no texto.",
            "subject": "abp"
        },
        {
            "question": "A Polícia Militar pode realizar patrulhamento ostensivo em rodovias federais?",
            "answerOptions": [
                {
                    "text": "Não, pois a PRF tem competência exclusiva para tal.",
                    "rationale": "O texto afirma que a PRF tem competência primária, mas a PM tem competência suplementar.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, a PM tem competência suplementar para atuar em segurança pública em todo o país, especialmente onde a PRF não está presente ou em colaboração.",
                    "rationale": "O texto afirma: 'A PRF tem a competência primária! A PM tem a competência suplementar (competência para atuar em segurança pública em todo o país), acima de tudo nas rodovias onde a PRF não está presente ou em situações de colaboração (muito comum).'",
                    "isCorrect": true
                },
                {
                    "text": "Apenas se houver um convênio específico com a Polícia Rodoviária Federal.",
                    "rationale": "A atuação suplementar da PM independe de convênio para ocorrer, sendo uma decorrência de sua responsabilidade territorial.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, mas somente em trechos urbanos das rodovias federais.",
                    "rationale": "O texto não impõe essa restrição de trechos urbanos para a atuação suplementar da PM.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na relação entre a competência primária da PRF e a competência suplementar da PM.",
            "subject": "abp"
        },
        {
            "question": "Um juiz de direito pode ser preso?",
            "answerOptions": [
                {
                    "text": "Não, eles possuem imunidade total contra prisão.",
                    "rationale": "O texto indica que eles podem ser presos em certas condições.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, somente em caso de crime inafiançável, com comunicação imediata ao Presidente do Tribunal a que esteja vinculado.",
                    "rationale": "O texto afirma: 'SIM. Somente em caso de crime inafiançável, ocasião em que a autoridade (autoridade neste caso = Delegado) fará imediata comunicação e apresentação do magistrado ao Presidente do Tribunal a que esteja vinculado (artigo 33, inciso II da LOMN)'.",
                    "isCorrect": true
                },
                {
                    "text": "Sim, mas apenas por ordem expressa do Supremo Tribunal Federal.",
                    "rationale": "A prisão em flagrante em crime inafiançável é uma exceção que não exige ordem prévia do STF.",
                    "isCorrect": false
                },
                {
                    "text": "Apenas se cometerem crimes relacionados ao exercício de suas funções.",
                    "rationale": "O texto especifica 'crime inafiançável', sem restringir a crimes relacionados às funções.",
                    "isCorrect": false
                }
            ],
            "hint": "Observe a condição e o procedimento específicos para a prisão de juízes.",
            "subject": "abp"
        },
        {
            "question": "Um advogado pode ser preso?",
            "answerOptions": [
                {
                    "text": "Não, em nenhuma hipótese, devido à inviolabilidade da sua profissão.",
                    "rationale": "O texto afirma que eles podem ser presos, mas com certas garantias.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, e em caso de flagrante por motivo ligado ao exercício da advocacia, tem direito à presença de representante da OAB para lavratura do auto.",
                    "rationale": "O texto afirma: 'SIM. O advogado tem direito à presença de representante da OAB, quando preso em flagrante, por motivo ligado ao exercício da advocacia, para lavratura do auto respectivo, sob pena de nulidade e, nos demais casos, a comunicação expressa à seccional da OAB (artigo 7o, inciso IV da Lei n. 8.906/94 – Estatuto da OAB)'.",
                    "isCorrect": true
                },
                {
                    "text": "Sim, mas somente por crimes inafiançáveis e com a autorização do Procurador-Geral de Justiça.",
                    "rationale": "Esta condição é para Promotores de Justiça, não para advogados.",
                    "isCorrect": false
                },
                {
                    "text": "Apenas por ordem judicial e após o trânsito em julgado da sentença.",
                    "rationale": "O texto trata da prisão em flagrante para advogados.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte o Estatuto da OAB mencionado no texto sobre as garantias do advogado em caso de prisão.",
            "subject": "abp"
        },
        {
            "question": "É permitido transportar um adolescente a quem se atribua autoria de ato infracional em compartimento fechado de veículo policial?",
            "answerOptions": [
                {
                    "text": "Não, o ECA proíbe totalmente, independentemente da situação.",
                    "rationale": "O ECA proíbe em condições atentatórias à dignidade ou que impliquem risco, mas não a proibição total em qualquer situação.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, desde que o policial considere a viatura mais segura para o menor infrator.",
                    "rationale": "O texto afirma: 'Dependendo da gravidade da situação, pode ser, inclusive, mais seguro para o menor infrator ser transportado no compartimento da viatura, garantindo a sua adequada proteção', mas com o devido respeito à dignidade e integridade.",
                    "isCorrect": true
                },
                {
                    "text": "Apenas se for um crime grave e o menor tiver mais de 16 anos.",
                    "rationale": "O ECA não faz distinção de idade ou gravidade para esta regra, focando na dignidade e integridade.",
                    "isCorrect": false
                },
                {
                    "text": "Somente se o adolescente concordar com o transporte no compartimento fechado.",
                    "rationale": "O consentimento não é a condição principal, mas sim o respeito à dignidade e integridade, conforme o ECA.",
                    "isCorrect": false
                }
            ],
            "hint": "Consulte o Art. 178 do ECA e a interpretação fornecida sobre a dignidade e integridade do menor.",
            "subject": "abp"
        },
        {
            "question": "Qual das seguintes situações foi considerada uma **busca pessoal LÍCITA** pelo STF, reformando o entendimento do STJ?",
            "answerOptions": [
                {
                    "text": "O indivíduo mudar de direção ao avistar a viatura da PM.",
                    "rationale": "O texto indica que o STJ considerava essa situação insuficiente para fundada suspeita, mas o STF (RE 1493264 - Min. Zanin) reformou esse entendimento, tornando-a lícita para justificar a busca pessoal.",
                    "isCorrect": true
                },
                {
                    "text": "Nervosismo do indivíduo e impressões subjetivas dos policiais.",
                    "rationale": "Esta foi considerada ilícita pelo STJ (HC 810998).",
                    "isCorrect": false
                },
                {
                    "text": "Mera referência a comportamento suspeito do indivíduo.",
                    "rationale": "Esta foi considerada ilícita pelo STJ (HC 809069).",
                    "isCorrect": false
                },
                {
                    "text": "Abordagem a veículo em razão de película escura às 22h.",
                    "rationale": "Esta foi considerada ilícita pelo STJ (REsp 1996290).",
                    "isCorrect": false
                }
            ],
            "hint": "Observe a decisão recente do STF que explicitamente 'reformou tal entendimento do STJ' sobre o ato de mudar de direção ao avistar a viatura.",
            "subject": "abp"
        },
        {
            "question": "Qual das seguintes características está associada à atuação policial em casos de 'Violência Doméstica', conforme a classificação de atuação policial emergencial do STJ?",
            "answerOptions": [
                {
                    "text": "Mais critérios para a 'fundada suspeita' ou 'fundada razão'.",
                    "rationale": "A violência doméstica é classificada como 'Atuação Policial Emergencial', que requer 'menos critérios'.",
                    "isCorrect": false
                },
                {
                    "text": "Menos critérios para a 'fundada suspeita' ou 'fundada razão'.",
                    "rationale": "O HC 685744 (STJ – 6ª T) de 14.06.2022 é listado sob 'ATUAÇÃO POLICIAL EMERGENCIAL (MENOS CRITÉRIOS)', indicando que casos de violência doméstica se enquadram nessa categoria.",
                    "isCorrect": true
                },
                {
                    "text": "Nenhum critério é necessário, a entrada é sempre permitida.",
                    "rationale": "Mesmo em casos emergenciais, ainda há necessidade de justificação, mesmo que com menos critérios.",
                    "isCorrect": false
                },
                {
                    "text": "Exige autorização judicial prévia, mesmo em flagrante.",
                    "rationale": "A característica 'menos critérios' para a atuação emergencial indica que a autorização judicial prévia não é um requisito nesses casos de urgência.",
                    "isCorrect": false
                }
            ],
            "hint": "Verifique a classificação 'ATUAÇÃO POLICIAL EMERGENCIAL' e os exemplos listados.",
            "subject": "abp"
        },
        {
            "question": "Na busca pessoal, a **troca de base** é obrigatória? E sobre iniciar a busca por qualquer lado?",
            "answerOptions": [
                {
                    "text": "Não, a troca de base não é obrigatória, e a busca deve iniciar sempre pelo lado direito.",
                    "rationale": "O material especifica a obrigatoriedade da troca de base para padronização e permite iniciar por qualquer lado.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, a troca de base é obrigatória para padronização (treinamento, prova e estágio). Quanto a iniciar a busca, não existe obrigatoriedade de lado, mas a mão que faz a pegada deve corresponder à perna à frente.",
                    "rationale": "O texto afirma claramente a obrigatoriedade da troca de base e a flexibilidade quanto ao lado de início, com a condição da correspondência entre mão e perna.",
                    "isCorrect": true
                },
                {
                    "text": "A troca de base é opcional, e a busca deve sempre começar pelo lado esquerdo para canhotos.",
                    "rationale": "A troca de base é obrigatória, e a flexibilidade do lado de início se aplica a todos, não apenas canhotos.",
                    "isCorrect": false
                },
                {
                    "text": "Nenhuma das alternativas.",
                    "rationale": "Há uma alternativa correta que descreve a obrigatoriedade da troca de base e a flexibilidade do lado de início, com a devida correspondência de mão e perna.",
                    "isCorrect": false
                }
            ],
            "hint": "Lembre-se das regras de padronização para treinamento e da relação entre a posição da perna e a mão na pegada.",
            "subject": "abp"
        },
        {
            "question": "Em uma abordagem a transeunte com dois policiais, qual o principal cuidado do **motorista** ao **retirar a chave** do veículo e onde ele pode guardá-la?",
            "answerOptions": [
                {
                    "text": "O motorista deve sempre sacar o armamento primeiro, retirar a chave e só então coldrear o armamento, guardando a chave obrigatoriamente no bolso.",
                    "rationale": "O motorista deve manter o controle de cano absoluto e não é obrigado a guardar a chave no bolso; ele pode usar outros locais.",
                    "isCorrect": false
                },
                {
                    "text": "O motorista deve retirar as chaves com controle absoluto de cano, sem 'varrer' a si mesmo ou a outros. A chave não precisa ser guardada no bolso, podendo ser na capa tática ou mosquetão, desde que ele permaneça com a posse.",
                    "rationale": "O texto enfatiza o controle absoluto de cano e a flexibilidade quanto ao local de guarda da chave, desde que o motorista mantenha a posse.",
                    "isCorrect": true
                },
                {
                    "text": "O motorista deve entregar a chave ao comandante para guarda, garantindo sua segurança.",
                    "rationale": "O material indica que o motorista deve permanecer com a posse da chave.",
                    "isCorrect": false
                },
                {
                    "text": "A chave deve ser jogada no chão para evitar riscos, e o motorista não precisa se preocupar com o controle de cano neste momento.",
                    "rationale": "Jogar a chave no chão não é um procedimento e o controle de cano é fundamental em todos os momentos.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na segurança do manuseio da arma e na posse da chave.",
            "subject": "abp"
        },
        {
            "question": "Em uma abordagem a **carro com dois policiais**, em que momento o motorista deve **desligar a viatura e retirar a chave**?",
            "answerOptions": [
                {
                    "text": "Imediatamente ao parar a viatura, antes de qualquer verbalização.",
                    "rationale": "O momento de desligar a viatura é mais adiante no procedimento, após o posicionamento dos abordados.",
                    "isCorrect": false
                },
                {
                    "text": "Quando todos os abordados se posicionarem conforme determinado. O comandante aguarda o motorista coldrear ou trocar o armamento para a mão fraca, desligar a VTR, colocar a chave em sua posse e retornar ao pronto-alto.",
                    "rationale": "O material especifica este exato momento e o procedimento detalhado para a padronização (treinamento, prova e estágio).",
                    "isCorrect": true
                },
                {
                    "text": "Após a busca veicular ser concluída e a documentação conferida.",
                    "rationale": "A ação de desligar e retirar a chave ocorre bem antes, no início da abordagem, visando a segurança do perímetro.",
                    "isCorrect": false
                },
                {
                    "text": "Em qualquer momento, desde que o motorista se sinta seguro para fazê-lo.",
                    "rationale": "Para fins de padronização, existe um momento específico e um procedimento detalhado para esta ação.",
                    "isCorrect": false
                }
            ],
            "hint": "Considere o passo-a-passo da abordagem e o momento em que a segurança do perímetro se torna mais crítica com dois policiais.",
            "subject": "abp"
        },
        {
            "question": "Para fins de prova, na **verbalização inicial** de uma abordagem a **moto**, o comandante deve usar qual frase?",
            "answerOptions": [
                {
                    "text": "“Polícia, parado! Desça(m) da motocicleta imediatamente!”",
                    "rationale": "A verbalização de 'Polícia, parado!' não é a específica para veículos.",
                    "isCorrect": false
                },
                {
                    "text": "“Motorista saia do veículo com a chave na mão e com as mãos atrás da cabeça!”",
                    "rationale": "Esta verbalização é específica para abordagens a carro.",
                    "isCorrect": false
                },
                {
                    "text": "“Desça(m) da motocicleta, motorista com a chave na mão! Não retirem o capacete e coloquem suas mãos sobre ele! Atrás da moto, de costas para mim! Um ao lado do outro! Afaste(m) as pernas, olhando para frente!”",
                    "rationale": "Esta é a verbalização completa e padronizada para abordagens a moto, conforme o material.",
                    "isCorrect": true
                },
                {
                    "text": "“Coloquem as mãos na cabeça e virem-se de costas para a motocicleta!”",
                    "rationale": "Esta verbalização é incompleta e não padronizada para o início da abordagem a moto.",
                    "isCorrect": false
                }
            ],
            "hint": "Lembre-se dos comandos específicos para o uso da chave e do capacete na abordagem a motos.",
            "subject": "abp"
        },
        {
            "question": "Em uma abordagem com dois policiais, após a conferência do perímetro e da documentação, o **Homem-Busca** pode auxiliar na entrevista dos abordados?",
            "answerOptions": [
                {
                    "text": "Não, o Homem-Busca deve imediatamente sacar o armamento e fazer a segurança do perímetro ou da cena, sendo a entrevista função exclusiva do Comandante.",
                    "rationale": "O texto afirma que a iniciativa é do CMT, mas não a exclusividade, e o Homem-Busca pode auxiliar. Sacar o armamento para SC/SP é exceção extrema.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, ele pode realizar perguntas aos abordados, caso a entrevista do Comandante ainda esteja acontecendo ou se houver dúvidas a sanar, pois iniciativa não é exclusividade.",
                    "rationale": "O material indica que o Homem-Busca pode fazer perguntas, reforçando que, embora a entrevista seja de iniciativa do CMT, não é exclusiva dele.",
                    "isCorrect": true
                },
                {
                    "text": "Apenas se o Comandante solicitar expressamente a sua participação na entrevista.",
                    "rationale": "O texto não impõe a necessidade de solicitação expressa, apenas a adequação do momento.",
                    "isCorrect": false
                },
                {
                    "text": "O Homem-Busca não tem nenhuma função após a busca e conferência, devendo aguardar novas ordens.",
                    "rationale": "O Homem-Busca pode auxiliar na entrevista, mostrando que ele ainda tem uma função ativa.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no conceito de 'iniciativa' versus 'exclusividade' na entrevista.",
            "subject": "abp"
        },
        {
            "question": "Em uma abordagem a veículo (carro ou moto), em que momento se inicia a **entrevista** quando a equipe é composta por **dois policiais**?",
            "answerOptions": [
                {
                    "text": "Com carro: após a varredura do porta-malas. Com moto: após iniciada a busca veicular.",
                    "rationale": "Esta é a regra para equipes de 3 ou 4 policiais, não para 2.",
                    "isCorrect": false
                },
                {
                    "text": "Com carro: após encerrada a conferência do último quadrante do automóvel. Com moto: após encerrada a busca veicular.",
                    "rationale": "O material padroniza o momento da entrevista para equipes de 2 policiais, diferenciando carro e moto de acordo com a conclusão da busca veicular.",
                    "isCorrect": true
                },
                {
                    "text": "Em qualquer momento após a parada do veículo, conforme o Comandante decidir.",
                    "rationale": "Para fins de padronização (instrução, prova e estágio), existe um momento específico para iniciar a entrevista.",
                    "isCorrect": false
                },
                {
                    "text": "Somente após o abordado ter sido algemado e identificado.",
                    "rationale": "A entrevista ocorre antes do algemamento e identificação final, como parte da busca de informações.",
                    "isCorrect": false
                }
            ],
            "hint": "Observe as diferenças no momento de iniciar a entrevista para equipes de 2 policiais, considerando a conclusão das etapas de busca no veículo.",
            "subject": "abp"
        },
        {
            "question": "Em uma abordagem a veículo (carro), quando o Comandante chama os abordados para se posicionarem ao lado do carro, qual a posição recomendada para o **armamento do Comandante em situações normais**?",
            "answerOptions": [
                {
                    "text": "Posição Pronto-Alto, para manter a prontidão máxima.",
                    "rationale": "Em situações normais, a proximidade com o abordado sugere o coldreamento para evitar retenção/contra-retenção.",
                    "isCorrect": false
                },
                {
                    "text": "Posição Pronto-Baixo, para maior conforto e menos risco.",
                    "rationale": "Embora seja uma posição de menor prontidão, o ideal para a proximidade é o coldreamento.",
                    "isCorrect": false
                },
                {
                    "text": "Coldreado, para evitar situações de 'retenção e contra-retenção', dada a necessidade de proximidade com os abordados após a busca pessoal.",
                    "rationale": "O material sugere que, em situações normais com proximidade, o armamento deve ser coldreado para a segurança do operador.",
                    "isCorrect": true
                },
                {
                    "text": "Não há uma posição recomendada específica no manual.",
                    "rationale": "Embora o manual não seja 'direto', a interpretação das fotos e dos princípios sugere o coldreamento para a proximidade.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no risco de contato físico com o abordado quando o policial está muito próximo e como isso afeta a segurança da arma.",
            "subject": "abp"
        },
        {
            "question": "Em uma abordagem a veículo (carro), o Comandante deve pedir para os abordados abrirem as demais portas do carro?",
            "answerOptions": [
                {
                    "text": "Sim, o Comandante deve ordenar que o motorista abra todas as portas para facilitar a varredura do veículo.",
                    "rationale": "O comando é para 'deixar a porta aberta', não para abrir as demais portas fechadas.",
                    "isCorrect": false
                },
                {
                    "text": "Não, o comando é apenas para o abordado não fechar a própria porta ao sair. O abordado, em regra, não retorna para abrir portas nem abre as demais, visando a segurança e rapidez.",
                    "rationale": "O texto explica que a determinação é para não fechar a porta de saída, e que não há instrução para abrir as demais portas fechadas, priorizando a segurança e rapidez.",
                    "isCorrect": true
                },
                {
                    "text": "Somente se houver fundada suspeita de que há armas escondidas nas outras portas.",
                    "rationale": "A regra geral é não pedir para abrir as demais portas, independentemente da suspeita imediata.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, para manter a padronização e evitar que o abordado retorne ao veículo desnecessariamente.",
                    "rationale": "A padronização não inclui a abertura de todas as portas pelo abordado.",
                    "isCorrect": false
                }
            ],
            "hint": "Lembre-se da prioridade de controle visual das mãos do abordado e da rapidez do procedimento.",
            "subject": "abp"
        },
        {
            "question": "Quando uma arma de fogo ou faca é encontrada na cintura ou em qualquer parte do corpo do abordado, o que **justifica determinar que o indivíduo vá ao chão e seja algemado**?",
            "answerOptions": [
                {
                    "text": "Apenas o fato de ter encontrado a arma, independentemente do contexto.",
                    "rationale": "O material ressalta que a decisão não é apenas sobre o objeto em si, mas sobre o contexto e a periculosidade.",
                    "isCorrect": false
                },
                {
                    "text": "Apenas se a arma for de fogo, a faca não justifica essa medida.",
                    "rationale": "O texto usa o exemplo da faca em um contexto de ameaça para justificar a medida de contenção.",
                    "isCorrect": false
                },
                {
                    "text": "A finalidade para a qual a arma (fogo ou faca) está contextualizada, considerando a periculosidade do abordado e o mau uso do instrumento, e não apenas o objeto em si.",
                    "rationale": "O texto enfatiza que o que justifica a medida é a 'finalidade para a qual aquela arma de fogo ou faca está contextualizada, e não apenas o objeto em si', citando o exemplo da faca em contexto de ameaça.",
                    "isCorrect": true
                },
                {
                    "text": "Somente se o abordado se recusar a entregar o objeto imediatamente.",
                    "rationale": "A justificação está ligada à contextualização da arma e periculosidade, não apenas à recusa inicial.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no cenário completo e na intenção do abordado ao portar o objeto, não apenas na presença do objeto.",
            "subject": "abp"
        },
        {
            "question": "A Polícia Militar (PM) pode realizar patrulhamento ostensivo em **rodovias federais**?",
            "answerOptions": [
                {
                    "text": "Não, essa é uma competência exclusiva da Polícia Rodoviária Federal (PRF).",
                    "rationale": "A PRF tem a competência primária, mas a PM tem competência suplementar.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, a PM tem competência suplementar para atuar em segurança pública em todo o país, especialmente onde a PRF não está presente ou em situações de colaboração.",
                    "rationale": "O texto afirma que a PM possui competência suplementar, o que permite sua atuação em rodovias federais em diversas situações, incluindo lacunas de cobertura da PRF.",
                    "isCorrect": true
                },
                {
                    "text": "Apenas se houver um convênio formalizado entre a PM e a PRF.",
                    "rationale": "A atuação suplementar da PM decorre de sua competência para atuar em segurança pública, não necessariamente de um convênio específico.",
                    "isCorrect": false
                },
                {
                    "text": "Somente em casos de perseguição de criminosos que fujam para a rodovia federal.",
                    "rationale": "A atuação suplementar é mais ampla do que apenas perseguições, abrangendo situações de ausência ou colaboração.",
                    "isCorrect": false
                }
            ],
            "hint": "Considere o conceito de 'competência suplementar' e a abrangência da atuação da PM na segurança pública.",
            "subject": "abp"
        },
        {
            "question": "Em relação à busca preliminar, quando ela é tipicamente utilizada e qual é o seu objetivo principal?",
            "answerOptions": [
                {
                    "text": "É uma busca detalhada em todas as partes do corpo, utilizada em qualquer abordagem para garantir a segurança da equipe.",
                    "rationale": "A busca preliminar não é detalhada e não é utilizada em qualquer abordagem, mas sim em situações específicas de risco.",
                    "isCorrect": false
                },
                {
                    "text": "É uma busca rápida para localizar armas ou objetos de risco, sendo uma exceção utilizada em situações de superioridade numérica dos abordados.",
                    "rationale": "A busca preliminar é de fato uma revista rápida e preventiva, aplicada em cenários específicos de desvantagem numérica para a equipe policial.",
                    "isCorrect": true
                },
                {
                    "text": "É uma busca exclusiva para a cintura do abordado, obrigatória em todas as abordagens a transeuntes.",
                    "rationale": "A busca preliminar não é restrita à cintura nem é obrigatória em todas as abordagens.",
                    "isCorrect": false
                },
                {
                    "text": "Não existe diferença entre busca preliminar e minuciosa, sendo termos intercambiáveis para a revista completa.",
                    "rationale": "O material diferencia claramente a busca preliminar da minuciosa pela profundidade e finalidade da revista.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense nas circunstâncias em que uma revista rápida se torna crucial para a segurança da equipe e o que ela visa encontrar.",
            "subject": "abp"
        },
        {
            "question": "Qual a principal diferença entre a busca preliminar e a busca minuciosa?",
            "answerOptions": [
                {
                    "text": "A busca preliminar é feita por um policial e a minuciosa por dois.",
                    "rationale": "A diferença não se baseia no número de policiais, mas na profundidade da revista.",
                    "isCorrect": false
                },
                {
                    "text": "A busca preliminar é uma revista superficial para itens de risco imediato, enquanto a minuciosa é uma revista detalhada em todo o corpo.",
                    "rationale": "A distinção entre as duas buscas reside na profundidade da inspeção e no objetivo de cada uma, conforme o material.",
                    "isCorrect": true
                },
                {
                    "text": "A busca preliminar é utilizada apenas em mulheres e a minuciosa em homens.",
                    "rationale": "A aplicação das buscas não é determinada pelo gênero do abordado.",
                    "isCorrect": false
                },
                {
                    "text": "A busca preliminar pode gerar desconforto, enquanto a minuciosa é sempre cooperativa.",
                    "rationale": "A geração de desconforto depende da técnica e do comportamento do policial, não do tipo de busca.",
                    "isCorrect": false
                }
            ],
            "hint": "Considere o nível de detalhe e as áreas do corpo que são verificadas em cada tipo de busca.",
            "subject": "abp"
        },
        {
            "question": "Ao realizar uma busca pessoal em um abordado que está cooperativo, é necessário torcer ou gerar dor/desconforto desnecessário?",
            "answerOptions": [
                {
                    "text": "Sim, é fundamental para demonstrar autoridade e manter o controle da situação.",
                    "rationale": "Gerar desconforto desnecessário em um abordado cooperativo é contraproducente e pode escalar a situação para uma crise.",
                    "isCorrect": false
                },
                {
                    "text": "Não, pois isso pode levar a queixas do procedimento e escalar a situação, sendo suficiente apenas orientá-lo adequadamente.",
                    "rationale": "Com um abordado cooperativo, o objetivo é manter a cooperação, e o desconforto desnecessário pode comprometer isso.",
                    "isCorrect": true
                },
                {
                    "text": "Apenas em caso de suspeita de que ele possa se tornar resistente no futuro.",
                    "rationale": "A técnica de busca deve ser aplicada com base no comportamento atual do abordado, não em suposições futuras.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, a técnica de afastar as pernas com toques é sempre recomendada para padronização.",
                    "rationale": "A técnica de afastar as pernas com toques é inadequada para abordados cooperativos e pode gerar problemas de imagem.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense no impacto psicológico das ações policiais e como manter a colaboração do abordado.",
            "subject": "abp"
        },
        {
            "question": "A 'troca de base' na busca pessoal é um procedimento obrigatório?",
            "answerOptions": [
                {
                    "text": "Não, a troca de base é opcional e depende da preferência do policial.",
                    "rationale": "A padronização exige a obrigatoriedade da troca de base para treinamento e provas.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, a troca de base é obrigatória para fins de padronização em treinamentos e provas.",
                    "rationale": "O material fornecido indica que a troca de base é um procedimento padronizado e exigido para treinamento e avaliação.",
                    "isCorrect": true
                },
                {
                    "text": "Somente é obrigatória em abordagens com mais de um abordado.",
                    "rationale": "A obrigatoriedade da troca de base não está condicionada ao número de abordados.",
                    "isCorrect": false
                },
                {
                    "text": "É recomendada, mas não obrigatória, para aumentar a eficiência da busca.",
                    "rationale": "Embora possa aumentar a eficiência, o ponto principal é a obrigatoriedade para padronização, não apenas uma recomendação.",
                    "isCorrect": false
                }
            ],
            "hint": "Considere o objetivo de uniformizar os procedimentos de abordagem, especialmente em contextos de avaliação e instrução.",
            "subject": "abp"
        },
        {
            "question": "Em uma abordagem a transeunte do lado direito (com 04 ou 03 policiais), qual o posicionamento correto do Policial Militar 03 (SC ou HB) ao descer da viatura e dar o 'hopp'?",
            "answerOptions": [
                {
                    "text": "Atrás da lanterna traseira direta da viatura, para garantir maior cobertura.",
                    "rationale": "Posicionar-se atrás da lanterna traseira prejudica a certeza visual do Comandante sobre a posição do companheiro.",
                    "isCorrect": false
                },
                {
                    "text": "Um pouco antes da porta traseira da viatura, deslocando-se por trás dela e visando ter contato visual com os abordados.",
                    "rationale": "O posicionamento do PM03 'um pouco antes da porta traseira da viatura' é o correto, permitindo que o Comandante tenha certeza visual e auditiva da sua posição de segurança.",
                    "isCorrect": true
                },
                {
                    "text": "Ao lado do farol dianteiro da viatura, pronto para fazer a segurança do perímetro.",
                    "rationale": "Essa é a posição do motorista (HB) em abordagens com 2 policiais, não do PM03 em abordagens com 3 ou 4.",
                    "isCorrect": false
                },
                {
                    "text": "Imediatamente à frente da viatura, mantendo distância dos abordados.",
                    "rationale": "O posicionamento à frente da viatura não corresponde ao descrito para o PM03 ao dar o 'hopp'.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na importância do contato visual entre os policiais e o que o posicionamento busca garantir para a segurança da equipe.",
            "subject": "abp"
        },
        {
            "question": "Quando o Policial Militar 03 (SC ou HB) desembarca para dar o 'hopp' em uma abordagem, em que momento ele deve colocar a arma em pronto-alto?",
            "answerOptions": [
                {
                    "text": "Imediatamente ao desembarcar, mantendo a arma em pronto-alto durante todo o deslocamento.",
                    "rationale": "Colocar a arma em pronto-alto imediatamente pode fazer com que ela seja apontada para pessoas que não são ameaças, o que deve ser evitado.",
                    "isCorrect": false
                },
                {
                    "text": "Somente após conseguir visualizar os abordados ao passar por trás da viatura e, assim, fazer o devido engajamento.",
                    "rationale": "A coerência técnica dita que a arma deve ser apontada para a ameaça; portanto, o pronto-alto deve ser assumido apenas quando o operador visualiza os abordados.",
                    "isCorrect": true
                },
                {
                    "text": "Apenas após receber a ordem do Comandante para assumir a posição de pronto-alto.",
                    "rationale": "O manual não indica que o pronto-alto dependa de uma ordem direta do Comandante neste momento.",
                    "isCorrect": false
                },
                {
                    "text": "Não há uma regra específica, depende da avaliação subjetiva do policial no momento.",
                    "rationale": "Há uma diretriz baseada na coerência técnica para padronizar o momento de assumir o pronto-alto.",
                    "isCorrect": false
                }
            ],
            "hint": "Considere o princípio de apontar a arma somente para a ameaça e o momento em que essa ameaça se torna visível para o policial.",
            "subject": "abp"
        },
        {
            "question": "O Motorista (MT) é obrigado a ir para trás da viatura para fazer a segurança de perímetro (SP) em abordagens com 03 ou 04 policiais?",
            "answerOptions": [
                {
                    "text": "Sim, é uma regra expressa do manual que o motorista faça a segurança de perímetro atrás da viatura.",
                    "rationale": "O manual não estabelece uma regra fixa para o posicionamento do MT na segurança de perímetro, indicando flexibilidade.",
                    "isCorrect": false
                },
                {
                    "text": "Não, o MT pode desembarcar e ir para a frente ou para trás da VTR, conforme a necessidade de proteção ao cenário da abordagem.",
                    "rationale": "O motorista é responsável pela segurança do perímetro, e sua posição pode variar de acordo com as necessidades operacionais e de proteção do cenário da abordagem.",
                    "isCorrect": true
                },
                {
                    "text": "Apenas se o Comandante da abordagem ordenar especificamente esse posicionamento.",
                    "rationale": "A decisão de posicionamento do MT não depende de uma ordem expressa do Comandante para cada abordagem, mas da avaliação da necessidade de perímetro.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, mas somente se a abordagem for em área de risco elevado.",
                    "rationale": "A flexibilidade de posicionamento do MT não está condicionada apenas ao nível de risco da área.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense na função principal do Segurança de Perímetro e como a localização da ameaça pode influenciar o melhor posicionamento.",
            "subject": "abp"
        },
        {
            "question": "Em uma abordagem com dois policiais, o motorista deve desligar a viatura e retirar a chave em que momento?",
            "answerOptions": [
                {
                    "text": "Apenas após a busca pessoal e antes de iniciar a entrevista.",
                    "rationale": "A regra do manual é desligar a viatura e retirar a chave ao desembarcar, ou seja, no início da abordagem.",
                    "isCorrect": false
                },
                {
                    "text": "Imediatamente ao desembarcar, conforme o manual.",
                    "rationale": "Conforme as diretrizes, a ação de desligar a viatura e retirar a chave deve ocorrer logo no desembarque para a segurança da equipe.",
                    "isCorrect": true
                },
                {
                    "text": "Após a conclusão de toda a abordagem, ao final da ocorrência.",
                    "rationale": "Desligar a viatura e retirar a chave é uma medida de segurança inicial na abordagem, não uma ação final.",
                    "isCorrect": false
                },
                {
                    "text": "Em qualquer momento, desde que se sinta seguro para fazê-lo.",
                    "rationale": "Para fins de padronização, existe um momento específico e um procedimento detalhado para esta ação.",
                    "isCorrect": false
                }
            ],
            "hint": "Considere o momento inicial da abordagem e as medidas de segurança relacionadas ao veículo policial.",
            "subject": "abp"
        },
        {
            "question": "A entrevista com os abordados de costas deve ser a regra geral em uma abordagem?",
            "answerOptions": [
                {
                    "text": "Sim, para garantir a segurança dos policiais e evitar surpresas.",
                    "rationale": "Embora a segurança seja prioritária, a entrevista de costas não é a regra geral e possui desvantagens importantes.",
                    "isCorrect": false
                },
                {
                    "text": "Não, deve ser tratada como exceção, pois há vantagens em abordar a pessoa de frente e princípios de transparência.",
                    "rationale": "A entrevista de costas é uma exceção, pois a entrevista de frente permite a leitura corporal, a identificação de sinais e se alinha com princípios de transparência.",
                    "isCorrect": true
                },
                {
                    "text": "Apenas se a abordagem envolver um grande número de indivíduos.",
                    "rationale": "A decisão sobre a posição de entrevista não está diretamente ligada ao número de indivíduos, mas à avaliação da situação e dos princípios envolvidos.",
                    "isCorrect": false
                },
                {
                    "text": "Sim, pois evita que os abordados identifiquem os policiais e gerem problemas futuros.",
                    "rationale": "A Lei de Abuso de Autoridade (13.869/2019) e princípios constitucionais defendem o direito do abordado à plena identificação dos policiais, tornando a entrevista de costas uma exceção.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense nas vantagens de se ter contato visual com o abordado durante a entrevista e nos princípios legais que regem a atuação policial.",
            "subject": "abp"
        },
        {
            "question": "Para fins de prova, quem é o policial responsável por verificar a documentação pessoal do abordado e de veículos?",
            "answerOptions": [
                {
                    "text": "O Comandante (CMT), pois é o líder da equipe.",
                    "rationale": "Embora o CMT seja o líder, a padronização atribui essa função a outro membro da equipe.",
                    "isCorrect": false
                },
                {
                    "text": "O Segurança de Perímetro (SP), pois ele está mais livre para essa função.",
                    "rationale": "A função do SP é a segurança externa, não a verificação documental.",
                    "isCorrect": false
                },
                {
                    "text": "O Homem-Busca (HB), que realiza a parte administrativa dos abordados.",
                    "rationale": "A equipe de abordagem padronizou que o Homem-Busca é o responsável pela parte administrativa, incluindo a verificação documental.",
                    "isCorrect": true
                },
                {
                    "text": "Qualquer policial da equipe, desde que comunique ao Comandante.",
                    "rationale": "Embora a comunicação seja importante, a padronização para fins de prova atribui essa responsabilidade específica ao HB.",
                    "isCorrect": false
                }
            ],
            "hint": "Lembre-se da distribuição de tarefas na equipe de abordagem e qual policial fica responsável pelas verificações administrativas.",
            "subject": "abp"
        }
    ]
}