{
    "questions": [
        {
            "question": "De acordo com a disciplina TTP, qual é o seu propósito principal?",
            "answerOptions": [
                {
                    "text": "Preparar o policial apenas para situações de tiro em polígonos",
                    "rationale": "Incorreto. O propósito é mais abrangente, preparando para o serviço operacional geral com segurança e eficiência.",
                    "isCorrect": false
                },
                {
                    "text": "Preparar o futuro policial militar para atuar com segurança, eficiência e disciplina no serviço operacional",
                    "rationale": "Correto. Esta é exatamente a definição do propósito da disciplina TTP apresentada no material.",
                    "isCorrect": true
                },
                {
                    "text": "Ensinar exclusivamente técnicas de tiro com precisão",
                    "rationale": "Incorreto. A disciplina abrange muito mais do que técnicas de tiro, incluindo táticas, abordagens e tomada de decisão.",
                    "isCorrect": false
                },
                {
                    "text": "Formar policiais para cargos administrativos",
                    "rationale": "Incorreto. A disciplina foca no serviço operacional, não administrativo.",
                    "isCorrect": false
                },
                {
                    "text": "Treinar apenas para situações de atirador ativo",
                    "rationale": "Incorreto. Embora inclua essa situação, o propósito é mais amplo, abrangendo o policiamento ostensivo geral.",
                    "isCorrect": false
                }
            ],
            "hint": "Procure a seção que define o propósito da disciplina TTP.",
            "subject": "TTP - Propósito"
        },
        {
            "question": "Quais são os principais objetivos ao final da disciplina TTP, conforme o material?",
            "answerOptions": [
                {
                    "text": "Executar apenas procedimentos de tiro com precisão",
                    "rationale": "Incorreto. Os objetivos são mais abrangentes, incluindo tomada de decisão tática e preservação de vidas.",
                    "isCorrect": false
                },
                {
                    "text": "Executar procedimentos técnicos com segurança e decidir taticamente a melhor forma de aplicá-los, preservando a vida da guarnição e civis",
                    "rationale": "Correto. Esta é a descrição completa das capacidades que o aluno deve ter ao final da disciplina.",
                    "isCorrect": true
                },
                {
                    "text": "Dominar todas as técnicas de artes marciais policiais",
                    "rationale": "Incorreto. Embora o treinamento físico possa ser parte, não é o objetivo principal mencionado.",
                    "isCorrect": false
                },
                {
                    "text": "Conhecer toda a legislação penal aplicável",
                    "rationale": "Incorreto. O foco da TTP é nas habilidades operacionais, não no conhecimento legal teórico.",
                    "isCorrect": false
                },
                {
                    "text": "Ser capaz de comandar uma equipe operacional",
                    "rationale": "Incorreto. Embora possa desenvolver liderança, o foco principal é na execução técnica e decisão tática individual.",
                    "isCorrect": false
                }
            ],
            "hint": "Procure a parte que descreve o que o aluno deve ser capaz de fazer ao final da disciplina.",
            "subject": "TTP - Objetivos"
        },
        {
            "question": "Segundo o material, qual é a diferença fundamental entre Postura e Compostura?",
            "answerOptions": [
                {
                    "text": "Postura é interna e emocional, Compostura é externa e física",
                    "rationale": "Incorreto. É exatamente o oposto: Postura é externa/física, Compostura é interna/emocional.",
                    "isCorrect": false
                },
                {
                    "text": "Postura é externa/física/operacional, Compostura é interna/emocional/comportamental",
                    "rationale": "Correto. Esta é exatamente a distinção apresentada no material.",
                    "isCorrect": true
                },
                {
                    "text": "Ambas são a mesma coisa, apenas sinônimos",
                    "rationale": "Incorreto. O material faz distinção clara entre os dois conceitos.",
                    "isCorrect": false
                },
                {
                    "text": "Postura se refere apenas ao uniforme, Compostura ao comportamento em serviço",
                    "rationale": "Incorreto. Postura envolve mais do que o uniforme, e Compostura vai além do comportamento em serviço.",
                    "isCorrect": false
                },
                {
                    "text": "Postura é sobre autoridade, Compostura sobre submissão",
                    "rationale": "Incorreto. Ambos envolvem aspectos de autoridade profissional, mas com focos diferentes.",
                    "isCorrect": false
                }
            ],
            "hint": "Observe os subtítulos que definem cada um dos conceitos.",
            "subject": "Postura e Compostura"
        },
        {
            "question": "De acordo com a Portaria PMDF nº 1.196/2021, qual dos seguintes NÃO é considerado Instrumento de Menor Potencial Ofensivo (IMPO)?",
            "answerOptions": [
                {
                    "text": "Bastão policial",
                    "rationale": "Incorreto. O bastão policial está listado no inciso I como IMPO.",
                    "isCorrect": false
                },
                {
                    "text": "Arma de fogo de porte (pistola)",
                    "rationale": "Correto. Arma de fogo de porte não está listada como IMPO na portaria mencionada.",
                    "isCorrect": true
                },
                {
                    "text": "Espargidor de solução lacrimogênea",
                    "rationale": "Incorreto. Está listado no inciso III como IMPO.",
                    "isCorrect": false
                },
                {
                    "text": "Arma de Lançamento de Eletrodos Energizados (ALEE)",
                    "rationale": "Incorreto. Está listado no inciso IV como IMPO.",
                    "isCorrect": false
                },
                {
                    "text": "Munição de impacto controlado",
                    "rationale": "Incorreto. Está listado no inciso V como IMPO.",
                    "isCorrect": false
                }
            ],
            "hint": "Revise a lista de IMPOs fornecida no material, comparando com as opções.",
            "subject": "IMPOs"
        },
        {
            "question": "Quais são os itens OBRIGATÓRIOS a serem colocados no Cinto de Guarnição, segundo o material?",
            "answerOptions": [
                {
                    "text": "Lanterna, Kit APH tático e Canivete",
                    "rationale": "Incorreto. Estes são itens que podem estar no cinto ou na capa tática, não são obrigatórios no cinto.",
                    "isCorrect": false
                },
                {
                    "text": "Coldre para pistola, Porta carregador duplo, Fiel, Porta algemas, Porta bastão policial e Prendedor de cinto",
                    "rationale": "Correto. Esta é a lista completa de itens obrigatórios no cinto de guarnição conforme o material.",
                    "isCorrect": true
                },
                {
                    "text": "Apenas o coldre e as algemas",
                    "rationale": "Incorreto. A lista de obrigatórios é mais extensa que apenas coldre e algemas.",
                    "isCorrect": false
                },
                {
                    "text": "Todos os equipamentos do policial, sem exceção",
                    "rationale": "Incorreto. O material especifica itens obrigatórios e outros que podem estar no cinto ou na capa tática.",
                    "isCorrect": false
                },
                {
                    "text": "Carregadores extras, HT e Lanterna",
                    "rationale": "Incorreto. Estes não estão na lista de obrigatórios para o cinto especificamente.",
                    "isCorrect": false
                }
            ],
            "hint": "Procure a lista específica de 'itens obrigatórios a serem colocados no cinto'.",
            "subject": "Cinto de Guarnição"
        },
        {
            "question": "Qual é a finalidade das Regras de Segurança conforme a IG 03/2024?",
            "answerOptions": [
                {
                    "text": "Apenas para treinamento em polígonos de tiro",
                    "rationale": "Incorreto. As regras devem ser seguidas em qualquer situação: treinamento, manutenção, transporte e serviço operacional.",
                    "isCorrect": false
                },
                {
                    "text": "Orientar a conduta do policial no manejo da arma de fogo, minimizando riscos e prevenindo disparos acidentais",
                    "rationale": "Correto. Esta é exatamente a definição fornecida no material sobre a finalidade das regras de segurança.",
                    "isCorrect": true
                },
                {
                    "text": "Garantir que apenas policiais experientes manipulem armas",
                    "rationale": "Incorreto. As regras são para todos os policiais, não apenas para os experientes.",
                    "isCorrect": false
                },
                {
                    "text": "Estabelecer punições para quem comete erros no manejo de armas",
                    "rationale": "Incorreto. A finalidade é preventiva (minimizar riscos), não punitiva.",
                    "isCorrect": false
                },
                {
                    "text": "Padronizar apenas o transporte de armas em viaturas",
                    "rationale": "Incorreto. O escopo é muito mais amplo, abrangendo todas as situações de manejo.",
                    "isCorrect": false
                }
            ],
            "hint": "Procure a frase que define a finalidade das Regras de Segurança.",
            "subject": "Regras de Segurança"
        },
        {
            "question": "Segundo as Regras Gerais de Segurança (IG-03/2024), qual das seguintes afirmações está correta?",
            "answerOptions": [
                {
                    "text": "Armas de treino (blue guns) podem ser tratadas com menos rigor",
                    "rationale": "Incorreto. A regra diz para tratar TODA arma como se estivesse sempre municiada, INCLUSIVE blue gun ou simuladores.",
                    "isCorrect": false
                },
                {
                    "text": "Trate toda arma como se estivesse sempre municiada, inclusive blue gun ou simuladores",
                    "rationale": "Correto. Esta é exatamente a primeira regra geral de segurança apresentada.",
                    "isCorrect": true
                },
                {
                    "text": "O dedo pode ficar no gatilho desde que a arma esteja com a trava acionada",
                    "rationale": "Incorreto. A regra diz para manter o dedo FORA do gatilho até o momento de efetuar o disparo.",
                    "isCorrect": false
                },
                {
                    "text": "Em situações de emergência, não é necessário identificar completamente o alvo",
                    "rationale": "Incorreto. A regra de identificar o alvo e tudo ao redor é sempre válida.",
                    "isCorrect": false
                },
                {
                    "text": "A direção do cano só precisa ser controlada durante o tiro",
                    "rationale": "Incorreto. Deve-se controlar a direção do cano SEMPRE.",
                    "isCorrect": false
                }
            ],
            "hint": "Revise as quatro regras gerais listadas no material.",
            "subject": "Regras de Segurança"
        },
        {
            "question": "De acordo com o M-5 (Manual de Armamento, Munição e Tiro), como deve ser feita a entrega de uma arma?",
            "answerOptions": [
                {
                    "text": "Com a arma carregada e engatilhada para pronta utilização",
                    "rationale": "Incorreto. Deve estar descarregada, com carregador removido e câmara exposta.",
                    "isCorrect": false
                },
                {
                    "text": "Descarregada, com carregador removido, câmara exposta e dedo fora do gatilho, mantendo o cano em direção segura",
                    "rationale": "Correto. Esta é a descrição exata do procedimento de entrega conforme o M-5.",
                    "isCorrect": true
                },
                {
                    "text": "Com a trava de segurança acionada, mesmo estando municiada",
                    "rationale": "Incorreto. A arma deve estar descarregada, não apenas com trava acionada.",
                    "isCorrect": false
                },
                {
                    "text": "Em coldre, para maior segurança",
                    "rationale": "Incorreto. O procedimento específico de entrega exige que a arma seja mostrada descarregada.",
                    "isCorrect": false
                },
                {
                    "text": "De qualquer maneira, desde que seja entre policiais treinados",
                    "rationale": "Incorreto. Existe procedimento padrão específico para entrega de armas.",
                    "isCorrect": false
                }
            ],
            "hint": "Procure a descrição do procedimento de entrega de arma no material sobre o M-5.",
            "subject": "M-5 - Entrega de Arma"
        },
        {
            "question": "Quais são as características principais da Blue Gun Glock 19, conforme descrito no material?",
            "answerOptions": [
                {
                    "text": "Arma funcional para treinamento avançado",
                    "rationale": "Incorreto. A Blue Gun é NÃO funcional, destituída de capacidade de disparo.",
                    "isCorrect": false
                },
                {
                    "text": "Armamento não funcional, destituído de capacidade de disparo, com componentes laranja para identificação",
                    "rationale": "Correto. Estas são características essenciais da Blue Gun descritas no material.",
                    "isCorrect": true
                },
                {
                    "text": "Pistola real adaptada para treinamento com munição de festim",
                    "rationale": "Incorreto. Não é uma pistola real adaptada, é um simulacro específico para treinamento.",
                    "isCorrect": false
                },
                {
                    "text": "Arma com mesmo peso e dimensões, mas que dispara apenas munição de treino",
                    "rationale": "Incorreto. Não dispara nenhum tipo de munição, é completamente inerte.",
                    "isCorrect": false
                },
                {
                    "text": "Simulador eletrônico para treinamento em realidade virtual",
                    "rationale": "Incorreto. É um equipamento físico de polímero, não um simulador eletrônico.",
                    "isCorrect": false
                }
            ],
            "hint": "Observe as características de segurança e identificação da Blue Gun.",
            "subject": "Blue Gun"
        },
        {
            "question": "Segundo o procedimento padronizado para carregar o armamento em grupo (formação em linha), qual é a sequência CORRETA de ações?",
            "answerOptions": [
                {
                    "text": "Sacar, inserir carregador, executar manejo, inspecionar visualmente, coldrear",
                    "rationale": "Correto. Esta é a sequência descrita no material para carregamento em grupo.",
                    "isCorrect": true
                },
                {
                    "text": "Inspecionar, inserir carregador, sacar, executar manejo, coldrear",
                    "rationale": "Incorreto. A sequência inicia com o saque do armamento, não com inspeção.",
                    "isCorrect": false
                },
                {
                    "text": "Coldrear, sacar, inserir carregador, executar manejo",
                    "rationale": "Incorreto. Não faz sentido coldrear antes de carregar a arma.",
                    "isCorrect": false
                },
                {
                    "text": "Executar manejo, inserir carregador, inspecionar, sacar, coldrear",
                    "rationale": "Incorreto. A sequência lógica inicia com o saque da arma ainda descarregada.",
                    "isCorrect": false
                },
                {
                    "text": "Inserir carregador, executar manejo, sacar, inspecionar, coldrear",
                    "rationale": "Incorreto. Primeiro se saca a arma, depois se insere o carregador.",
                    "isCorrect": false
                }
            ],
            "hint": "Siga a ordem descrita no material passo a passo.",
            "subject": "Procedimentos - Carregamento"
        },
        {
            "question": "Qual é a recomendação do material sobre como transportar itens de menor importância para o serviço?",
            "answerOptions": [
                {
                    "text": "Devem ser carregados sempre no cinto de guarnição",
                    "rationale": "Incorreto. O material recomenda não sobrecarregar o cinto com itens não essenciais.",
                    "isCorrect": false
                },
                {
                    "text": "Podem ser transportados em uma mochila que fique acomodada na viatura",
                    "rationale": "Correto. Esta é exatamente a recomendação apresentada no material.",
                    "isCorrect": true
                },
                {
                    "text": "Devem ser deixados em casa ou no quartel",
                    "rationale": "Incorreto. Podem ser transportados, mas de forma adequada (na mochila na viatura).",
                    "isCorrect": false
                },
                {
                    "text": "Sempre devem ficar com outros colegas de equipe",
                    "rationale": "Incorreto. Cada policial é responsável por seus próprios itens, organizados adequadamente.",
                    "isCorrect": false
                },
                {
                    "text": "Podem ser amarrados externamente na capa tática",
                    "rationale": "Incorreto. Esta não é uma recomendação do material; a recomendação é usar mochila na viatura.",
                    "isCorrect": false
                }
            ],
            "hint": "Procure a seção com recomendações sobre transporte de equipamentos.",
            "subject": "Transporte de Equipamentos"
        },
        {
            "question": "De acordo com as orientações sobre Postura e Compostura, qual das seguintes atitudes NÃO é recomendada?",
            "answerOptions": [
                {
                    "text": "Manter postura de prontidão durante o serviço",
                    "rationale": "Incorreto. Esta é uma recomendação POSITIVA do material.",
                    "isCorrect": false
                },
                {
                    "text": "Sentar-se em meio-fio ou degraus durante o serviço",
                    "rationale": "Correto. O material especifica NÃO sentar-se em locais vexatórios como meio-fio, degraus ou superfícies sujas.",
                    "isCorrect": true
                },
                {
                    "text": "Manter celular em modo silencioso durante instrução",
                    "rationale": "Incorreto. Esta é uma recomendação POSITIVA do material.",
                    "isCorrect": false
                },
                {
                    "text": "Usar linguagem formal e controlada",
                    "rationale": "Incorreto. Esta é uma recomendação POSITIVA do material.",
                    "isCorrect": false
                },
                {
                    "text": "Manter autocontrole em situações de provocação",
                    "rationale": "Incorreto. Esta é uma recomendação POSITIVA sobre contenção emocional.",
                    "isCorrect": false
                }
            ],
            "hint": "Procure na lista de recomendações aquelas que começam com 'Não' ou 'Evite'.",
            "subject": "Postura e Compostura"
        },
        {
            "question": "Qual é o propósito da padronização do procedimento de carregar e descarregar em grupo (formação em linha)?",
            "answerOptions": [
                {
                    "text": "Apenas para ganhar velocidade na execução",
                    "rationale": "Incorreto. O propósito principal é aumentar a segurança, não a velocidade.",
                    "isCorrect": false
                },
                {
                    "text": "Para aumentar a segurança, podendo ser feito pausadamente sob comando",
                    "rationale": "Correto. O material especifica que para aumentar a segurança, o procedimento pode ser feito pausadamente sob comando.",
                    "isCorrect": true
                },
                {
                    "text": "Para impressionar superiores com sincronia",
                    "rationale": "Incorreto. O propósito é de segurança operacional, não de demonstração.",
                    "isCorrect": false
                },
                {
                    "text": "Para economizar munição durante treinamentos",
                    "rationale": "Incorreto. O procedimento não tem relação com economia de munição.",
                    "isCorrect": false
                },
                {
                    "text": "Para facilitar a contabilidade do armamento",
                    "rationale": "Incorreto. Embora possa ter esse efeito colateral, o propósito principal é segurança.",
                    "isCorrect": false
                }
            ],
            "hint": "Observe a observação entre asteriscos no início do procedimento padronizado.",
            "subject": "Procedimentos - Segurança"
        },
        {
            "question": "Segundo o material, qual deve ser a atitude do aluno durante instruções?",
            "answerOptions": [
                {
                    "text": "Debater todas as ordens do instrutor se discordar",
                    "rationale": "Incorreto. O material especifica que deve obedecer obrigatoriamente aos comandos do instrutor.",
                    "isCorrect": false
                },
                {
                    "text": "Obedecer obrigatoriamente aos comandos do instrutor",
                    "rationale": "Correto. Esta é exatamente a orientação apresentada nas regras de segurança.",
                    "isCorrect": true
                },
                {
                    "text": "Improvisar se achar que sabe mais que o instrutor",
                    "rationale": "Incorreto. Deve seguir os comandos do instrutor, não improvisar.",
                    "isCorrect": false
                },
                {
                    "text": "Questionar cada procedimento para aprendizagem",
                    "rationale": "Incorreto. Embora o questionamento possa ser válido em momentos adequados, durante a execução deve obedecer aos comandos.",
                    "isCorrect": false
                },
                {
                    "text": "Observar os colegas e imitar o que parecer melhor",
                    "rationale": "Incorreto. Deve seguir os comandos diretos do instrutor, não imitar colegas.",
                    "isCorrect": false
                }
            ],
            "hint": "Procure nas Regras Gerais de segurança a orientação sobre comportamento durante instruções.",
            "subject": "Conduta em Instruções"
        }
    ]
}
