{
    "questions": [
        {
            "question": "Qual é a relação fundamental entre técnica e tática policial?",
            "answerOptions": [
                {
                    "text": "São conceitos completamente independentes e separados",
                    "rationale": "Incorreto. Técnica e tática são conceitos complementares e inter-relacionados na atividade policial.",
                    "isCorrect": false
                },
                {
                    "text": "A tática é a forma de aplicar com eficácia os recursos técnicos mediante decisões operacionais",
                    "rationale": "Correto. A tática utiliza e organiza as técnicas conforme as necessidades operacionais.",
                    "isCorrect": true
                },
                {
                    "text": "A técnica é superior e mais importante que a tática",
                    "rationale": "Incorreto. Ambas são igualmente importantes e complementares; uma não é superior à outra.",
                    "isCorrect": false
                },
                {
                    "text": "A tática substitui a necessidade de técnicas bem desenvolvidas",
                    "rationale": "Incorreto. A tática pressupõe e depende de técnicas bem treinadas para ser eficaz.",
                    "isCorrect": false
                },
                {
                    "text": "São sinônimos que significam a mesma coisa",
                    "rationale": "Incorreto. Embora relacionadas, têm definições e propósitos distintos.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense em como a tática utiliza as técnicas disponíveis.",
            "subject": "tática e técnica"
        },
        {
            "question": "Considerando os textos sobre técnica e tática, qual afirmação é correta?",
            "answerOptions": [
                {
                    "text": "A técnica envolve julgamento e tomada de decisão, enquanto a tática envolve execução padronizada",
                    "rationale": "Incorreto. É o contrário: a técnica envolve execução padronizada ('como fazer'), enquanto a tática envolve julgamento e decisão ('quando, onde e por que aplicar').",
                    "isCorrect": false
                },
                {
                    "text": "A técnica responde ao 'como fazer' e a tática ao 'quando, onde e por que aplicar'",
                    "rationale": "Correto. Esta é exatamente a distinção apresentada nos textos fornecidos.",
                    "isCorrect": true
                },
                {
                    "text": "Técnica e tática respondem às mesmas questões operacionais",
                    "rationale": "Incorreto. Cada uma responde a questões diferentes, embora complementares.",
                    "isCorrect": false
                },
                {
                    "text": "A tática é resultado de treinamento repetido, enquanto a técnica é resultado de experiência operacional",
                    "rationale": "Incorreto. Ambas envolvem treinamento e experiência, mas de naturezas diferentes.",
                    "isCorrect": false
                },
                {
                    "text": "Técnica se preocupa com coordenação, enquanto tática se preocupa com procedimentos individuais",
                    "rationale": "Incorreto. É o contrário: a tática transforma procedimentos individuais em ação coordenada.",
                    "isCorrect": false
                }
            ],
            "hint": "Compare as últimas frases de ambos os textos.",
            "subject": "tática e técnica"
        },
        {
            "question": "Em uma abordagem policial, qual seria um exemplo de aplicação conjunta de técnica e tática?",
            "answerOptions": [
                {
                    "text": "Apenas o fato de usar uma arma de fogo",
                    "rationale": "Incorreto. O uso da arma é uma técnica; a tática envolveria quando e como usá-la no contexto específico.",
                    "isCorrect": false
                },
                {
                    "text": "Usar a empunhadura correta da arma (técnica) e decidir o posicionamento adequado durante uma abordagem (tática)",
                    "rationale": "Correto. A empunhadura é uma técnica específica, enquanto o posicionamento envolve decisão tática considerando ambiente e riscos.",
                    "isCorrect": true
                },
                {
                    "text": "Vestir o uniforme policial corretamente",
                    "rationale": "Incorreto. Embora importante, vestir o uniforme é mais um procedimento administrativo do que aplicação de técnica e tática operacional.",
                    "isCorrect": false
                },
                {
                    "text": "Preencher um relatório de ocorrência",
                    "rationale": "Incorreto. Esta é uma atividade administrativa, não operacional envolvendo técnica e tática.",
                    "isCorrect": false
                },
                {
                    "text": "Dirigir a viatura até o local da ocorrência",
                    "rationale": "Incorreto. Embora envolva alguma decisão, é mais um deslocamento do que aplicação conjunta de técnica e tática policial.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense em um cenário onde habilidades específicas são aplicadas com decisão estratégica.",
            "subject": "tática e técnica"
        },
        {
            "question": "Qual é o objetivo comum tanto da técnica quanto da tática policial?",
            "answerOptions": [
                {
                    "text": "Aumentar o número de prisões realizadas",
                    "rationale": "Incorreto. Embora possam contribuir, não é o objetivo principal comum a ambos.",
                    "isCorrect": false
                },
                {
                    "text": "Garantir segurança e eficiência na ação policial",
                    "rationale": "Correto. Ambos os textos mencionam segurança e eficiência como objetivos fundamentais.",
                    "isCorrect": true
                },
                {
                    "text": "Reduzir custos operacionais",
                    "rationale": "Incorreto. Aspectos financeiros não são o foco principal de técnica ou tática.",
                    "isCorrect": false
                },
                {
                    "text": "Melhorar a imagem pública da polícia",
                    "rationale": "Incorreto. Embora possa ser um efeito colateral, não é o objetivo principal.",
                    "isCorrect": false
                },
                {
                    "text": "Satisfazer exigências legais e burocráticas",
                    "rationale": "Incorreto. Técnica e tática focam na eficácia operacional, não apenas em cumprimento burocrático.",
                    "isCorrect": false
                }
            ],
            "hint": "Procure elementos comuns mencionados em ambos os textos.",
            "subject": "tática e técnica"
        },
        {
            "question": "Como a tática transforma as técnicas individuais?",
            "answerOptions": [
                {
                    "text": "Substituindo-as por métodos completamente novos",
                    "rationale": "Incorreto. A tática não substitui as técnicas, mas as organiza e adapta.",
                    "isCorrect": false
                },
                {
                    "text": "Transformando procedimentos individuais em uma ação coordenada e eficiente",
                    "rationale": "Correto. Esta é exatamente a descrição fornecida no texto sobre tática.",
                    "isCorrect": true
                },
                {
                    "text": "Simplificando-as para exigir menos treinamento",
                    "rationale": "Incorreto. A tática não simplifica as técnicas, mas as combina de forma inteligente.",
                    "isCorrect": false
                },
                {
                    "text": "Automatizando-as para reduzir erro humano",
                    "rationale": "Incorreto. A tática envolve decisão humana, não automatização.",
                    "isCorrect": false
                },
                {
                    "text": "Eliminando a necessidade de técnicas especializadas",
                    "rationale": "Incorreto. A tática pressupõe e depende de técnicas bem desenvolvidas.",
                    "isCorrect": false
                }
            ],
            "hint": "Observe a segunda frase do texto sobre tática.",
            "subject": "tática e técnica"
        },
        {
            "question": "Qual fator é comum ao desenvolvimento tanto da técnica quanto da tática policial?",
            "answerOptions": [
                {
                    "text": "Experiência operacional",
                    "rationale": "Correto. Ambos os textos mencionam que técnica e tática são aperfeiçoadas a partir da experiência operacional.",
                    "isCorrect": true
                },
                {
                    "text": "Decisões políticas",
                    "rationale": "Incorreto. Embora possam influenciar, não são mencionadas como fator de desenvolvimento.",
                    "isCorrect": false
                },
                {
                    "text": "Orçamento disponível",
                    "rationale": "Incorreto. Aspectos financeiros não são mencionados como fatores de desenvolvimento.",
                    "isCorrect": false
                },
                {
                    "text": "Opinião pública",
                    "rationale": "Incorreto. Não é mencionada como fator de desenvolvimento nas definições.",
                    "isCorrect": false
                },
                {
                    "text": "Tecnologia de ponta",
                    "rationale": "Incorreto. Embora possa ajudar, não é mencionada como fator essencial no desenvolvimento.",
                    "isCorrect": false
                }
            ],
            "hint": "Procure um elemento mencionado em ambos os textos sobre como são aperfeiçoadas.",
            "subject": "tática e técnica"
        },
        {
            "question": "Em uma operação de entrada em edificação, qual seria um exemplo de TÉCNICA?",
            "answerOptions": [
                {
                    "text": "Decidir que a equipe fará uma entrada cruzada",
                    "rationale": "Incorreto. Esta é uma decisão tática sobre como coordenar a entrada.",
                    "isCorrect": false
                },
                {
                    "text": "Executar corretamente o fatiamento de ambientes",
                    "rationale": "Correto. Fatiamento é uma técnica específica de varredura e controle de ambientes.",
                    "isCorrect": true
                },
                {
                    "text": "Avaliar os riscos antes da entrada",
                    "rationale": "Incorreto. Avaliação de riscos é parte do processo tático de decisão.",
                    "isCorrect": false
                },
                {
                    "text": "Determinar o momento adequado para a entrada",
                    "rationale": "Incorreto. Esta é uma decisão tática sobre o 'quando' agir.",
                    "isCorrect": false
                },
                {
                    "text": "Coordenar as diferentes equipes envolvidas",
                    "rationale": "Incorreto. Coordenação é uma função tática, não uma técnica específica.",
                    "isCorrect": false
                }
            ],
            "hint": "Técnica responde ao 'como fazer' procedimentos específicos.",
            "subject": "tática e técnica"
        },
        {
            "question": "Na mesma operação de entrada em edificação, qual seria um exemplo de TÁTICA?",
            "answerOptions": [
                {
                    "text": "Usar a posição de baixa preparada durante a varredura",
                    "rationale": "Incorreto. Esta é uma técnica específica de posicionamento.",
                    "isCorrect": false
                },
                {
                    "text": "Decidir se a entrada será em coluna, cruzada ou em gancho",
                    "rationale": "Correto. Esta é uma decisão tática sobre como organizar a entrada considerando o cenário.",
                    "isCorrect": true
                },
                {
                    "text": "Manter o controle de cano da arma durante o deslocamento",
                    "rationale": "Incorreto. Controle de cano é uma técnica de manejo de arma.",
                    "isCorrect": false
                },
                {
                    "text": "Executar a transposição técnica da aranha em um muro",
                    "rationale": "Incorreto. Esta é uma técnica específica de transposição de obstáculos.",
                    "isCorrect": false
                },
                {
                    "text": "Realizar a empunhadura correta da arma",
                    "rationale": "Incorreto. Empunhadura é uma técnica básica de manejo de arma.",
                    "isCorrect": false
                }
            ],
            "hint": "Tática envolve decisão sobre 'quando, onde e por que' aplicar determinadas técnicas.",
            "subject": "tática e técnica"
        },
        {
            "question": "Por que a tática policial considera a proteção da equipe e de terceiros?",
            "answerOptions": [
                {
                    "text": "Apenas para evitar processos judiciais",
                    "rationale": "Incorreto. Embora possa prevenir processos, a proteção é um princípio fundamental de segurança.",
                    "isCorrect": false
                },
                {
                    "text": "Como parte fundamental da busca por segurança na ação policial",
                    "rationale": "Correto. A proteção da equipe e terceiros é um objetivo fundamental tanto da técnica quanto da tática.",
                    "isCorrect": true
                },
                {
                    "text": "Principalmente para economizar recursos com afastamentos por saúde",
                    "rationale": "Incorreto. Embora possa ter esse efeito, não é a razão principal mencionada.",
                    "isCorrect": false
                },
                {
                    "text": "Para impressionar positivamente a opinião pública",
                    "rationale": "Incorreto. Embora possa ter esse efeito, a proteção é um princípio operacional, não de imagem.",
                    "isCorrect": false
                },
                {
                    "text": "Porque a lei exige apenas isso",
                    "rationale": "Incorreto. A proteção é um princípio ético e operacional que vai além do mero cumprimento legal.",
                    "isCorrect": false
                }
            ],
            "hint": "Relacione com os objetivos comuns de técnica e tática mencionados nos textos.",
            "subject": "tática e técnica"
        },
        {
            "question": "Qual a importância do treinamento permanente e repetido mencionado no texto sobre técnica?",
            "answerOptions": [
                {
                    "text": "Apenas para cumprir exigências burocráticas de horas de treinamento",
                    "rationale": "Incorreto. O treinamento tem objetivo operacional, não apenas burocrático.",
                    "isCorrect": false
                },
                {
                    "text": "Para desenvolver a precisão, segurança e eficiência na execução das técnicas",
                    "rationale": "Correto. O treinamento repetido visa desenvolver as qualidades fundamentais das técnicas.",
                    "isCorrect": true
                },
                {
                    "text": "Principalmente para manter os policiais ocupados entre operações",
                    "rationale": "Incorreto. O treinamento tem objetivos específicos de desenvolvimento de habilidades.",
                    "isCorrect": false
                },
                {
                    "text": "Para substituir a experiência operacional real",
                    "rationale": "Incorreto. O treinamento complementa, mas não substitui a experiência operacional.",
                    "isCorrect": false
                },
                {
                    "text": "Apenas para preparar para situações extremamente raras",
                    "rationale": "Incorreito. O treinamento prepara para situações tanto comuns quanto raras.",
                    "isCorrect": false
                }
            ],
            "hint": "Relacione o treinamento com os objetivos da técnica mencionados no texto.",
            "subject": "tática e técnica"
        },
        {
            "question": "Qual é a relação fundamental entre técnica e tática policial?",
            "answerOptions": [
                {
                    "text": "São conceitos completamente independentes e separados",
                    "rationale": "Incorreto. Técnica e tática são conceitos complementares e inter-relacionados na atividade policial.",
                    "isCorrect": false
                },
                {
                    "text": "A tática é a forma de aplicar com eficácia os recursos técnicos mediante decisões operacionais",
                    "rationale": "Correto. A tática utiliza e organiza as técnicas conforme as necessidades operacionais.",
                    "isCorrect": true
                },
                {
                    "text": "A técnica é superior e mais importante que a tática",
                    "rationale": "Incorreto. Ambas são igualmente importantes e complementares; uma não é superior à outra.",
                    "isCorrect": false
                },
                {
                    "text": "A tática substitui a necessidade de técnicas bem desenvolvidas",
                    "rationale": "Incorreto. A tática pressupõe e depende de técnicas bem treinadas para ser eficaz.",
                    "isCorrect": false
                },
                {
                    "text": "São sinônimos que significam a mesma coisa",
                    "rationale": "Incorreto. Embora relacionadas, têm definições e propósitos distintos.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense em como a tática utiliza as técnicas disponíveis.",
            "subject": "tática e técnica"
        },
        {
            "question": "Considerando os textos sobre técnica e tática, qual afirmação é correta?",
            "answerOptions": [
                {
                    "text": "A técnica envolve julgamento e tomada de decisão, enquanto a tática envolve execução padronizada",
                    "rationale": "Incorreto. É o contrário: a técnica envolve execução padronizada ('como fazer'), enquanto a tática envolve julgamento e decisão ('quando, onde e por que aplicar').",
                    "isCorrect": false
                },
                {
                    "text": "A técnica responde ao 'como fazer' e a tática ao 'quando, onde e por que aplicar'",
                    "rationale": "Correto. Esta é exatamente a distinção apresentada nos textos fornecidos.",
                    "isCorrect": true
                },
                {
                    "text": "Técnica e tática respondem às mesmas questões operacionais",
                    "rationale": "Incorreto. Cada uma responde a questões diferentes, embora complementares.",
                    "isCorrect": false
                },
                {
                    "text": "A tática é resultado de treinamento repetido, enquanto a técnica é resultado de experiência operacional",
                    "rationale": "Incorreto. Ambas envolvem treinamento e experiência, mas de naturezas diferentes.",
                    "isCorrect": false
                },
                {
                    "text": "Técnica se preocupa com coordenação, enquanto tática se preocupa com procedimentos individuais",
                    "rationale": "Incorreto. É o contrário: a tática transforma procedimentos individuais em ação coordenada.",
                    "isCorrect": false
                }
            ],
            "hint": "Compare as últimas frases de ambos os textos.",
            "subject": "tática e técnica"
        },
        {
            "question": "Em uma abordagem policial, qual seria um exemplo de aplicação conjunta de técnica e tática?",
            "answerOptions": [
                {
                    "text": "Apenas o fato de usar uma arma de fogo",
                    "rationale": "Incorreto. O uso da arma é uma técnica; a tática envolveria quando e como usá-la no contexto específico.",
                    "isCorrect": false
                },
                {
                    "text": "Usar a empunhadura correta da arma (técnica) e decidir o posicionamento adequado durante uma abordagem (tática)",
                    "rationale": "Correto. A empunhadura é uma técnica específica, enquanto o posicionamento envolve decisão tática considerando ambiente e riscos.",
                    "isCorrect": true
                },
                {
                    "text": "Vestir o uniforme policial corretamente",
                    "rationale": "Incorreto. Embora importante, vestir o uniforme é mais um procedimento administrativo do que aplicação de técnica e tática operacional.",
                    "isCorrect": false
                },
                {
                    "text": "Preencher um relatório de ocorrência",
                    "rationale": "Incorreto. Esta é uma atividade administrativa, não operacional envolvendo técnica e tática.",
                    "isCorrect": false
                },
                {
                    "text": "Dirigir a viatura até o local da ocorrência",
                    "rationale": "Incorreto. Embora envolva alguma decisão, é mais um deslocamento do que aplicação conjunta de técnica e tática policial.",
                    "isCorrect": false
                }
            ],
            "hint": "Pense em um cenário onde habilidades específicas são aplicadas com decisão estratégica.",
            "subject": "tática e técnica"
        },
        {
            "question": "Qual é o objetivo comum tanto da técnica quanto da tática policial?",
            "answerOptions": [
                {
                    "text": "Aumentar o número de prisões realizadas",
                    "rationale": "Incorreto. Embora possam contribuir, não é o objetivo principal comum a ambos.",
                    "isCorrect": false
                },
                {
                    "text": "Garantir segurança e eficiência na ação policial",
                    "rationale": "Correto. Ambos os textos mencionam segurança e eficiência como objetivos fundamentais.",
                    "isCorrect": true
                },
                {
                    "text": "Reduzir custos operacionais",
                    "rationale": "Incorreto. Aspectos financeiros não são o foco principal de técnica ou tática.",
                    "isCorrect": false
                },
                {
                    "text": "Melhorar a imagem pública da polícia",
                    "rationale": "Incorreto. Embora possa ser um efeito colateral, não é o objetivo principal.",
                    "isCorrect": false
                },
                {
                    "text": "Satisfazer exigências legais e burocráticas",
                    "rationale": "Incorreto. Técnica e tática focam na eficácia operacional, não apenas em cumprimento burocrático.",
                    "isCorrect": false
                }
            ],
            "hint": "Procure elementos comuns mencionados em ambos os textos.",
            "subject": "tática e técnica"
        },
        {
            "question": "Como a tática transforma as técnicas individuais?",
            "answerOptions": [
                {
                    "text": "Substituindo-as por métodos completamente novos",
                    "rationale": "Incorreto. A tática não substitui as técnicas, mas as organiza e adapta.",
                    "isCorrect": false
                },
                {
                    "text": "Transformando procedimentos individuais em uma ação coordenada e eficiente",
                    "rationale": "Correto. Esta é exatamente a descrição fornecida no texto sobre tática.",
                    "isCorrect": true
                },
                {
                    "text": "Simplificando-as para exigir menos treinamento",
                    "rationale": "Incorreto. A tática não simplifica as técnicas, mas as combina de forma inteligente.",
                    "isCorrect": false
                },
                {
                    "text": "Automatizando-as para reduzir erro humano",
                    "rationale": "Incorreto. A tática envolve decisão humana, não automatização.",
                    "isCorrect": false
                },
                {
                    "text": "Eliminando a necessidade de técnicas especializadas",
                    "rationale": "Incorreto. A tática pressupõe e depende de técnicas bem desenvolvidas.",
                    "isCorrect": false
                }
            ],
            "hint": "Observe a segunda frase do texto sobre tática.",
            "subject": "tática e técnica"
        },
        {
            "question": "Qual fator é comum ao desenvolvimento tanto da técnica quanto da tática policial?",
            "answerOptions": [
                {
                    "text": "Experiência operacional",
                    "rationale": "Correto. Ambos os textos mencionam que técnica e tática são aperfeiçoadas a partir da experiência operacional.",
                    "isCorrect": true
                },
                {
                    "text": "Decisões políticas",
                    "rationale": "Incorreto. Embora possam influenciar, não são mencionadas como fator de desenvolvimento.",
                    "isCorrect": false
                },
                {
                    "text": "Orçamento disponível",
                    "rationale": "Incorreto. Aspectos financeiros não são mencionados como fatores de desenvolvimento.",
                    "isCorrect": false
                },
                {
                    "text": "Opinião pública",
                    "rationale": "Incorreto. Não é mencionada como fator de desenvolvimento nas definições.",
                    "isCorrect": false
                },
                {
                    "text": "Tecnologia de ponta",
                    "rationale": "Incorreto. Embora possa ajudar, não é mencionada como fator essencial no desenvolvimento.",
                    "isCorrect": false
                }
            ],
            "hint": "Procure um elemento mencionado em ambos os textos sobre como são aperfeiçoadas.",
            "subject": "tática e técnica"
        },
        {
            "question": "Em uma operação de entrada em edificação, qual seria um exemplo de TÉCNICA?",
            "answerOptions": [
                {
                    "text": "Decidir que a equipe fará uma entrada cruzada",
                    "rationale": "Incorreto. Esta é uma decisão tática sobre como coordenar a entrada.",
                    "isCorrect": false
                },
                {
                    "text": "Executar corretamente o fatiamento de ambientes",
                    "rationale": "Correto. Fatiamento é uma técnica específica de varredura e controle de ambientes.",
                    "isCorrect": true
                },
                {
                    "text": "Avaliar os riscos antes da entrada",
                    "rationale": "Incorreto. Avaliação de riscos é parte do processo tático de decisão.",
                    "isCorrect": false
                },
                {
                    "text": "Determinar o momento adequado para a entrada",
                    "rationale": "Incorreto. Esta é uma decisão tática sobre o 'quando' agir.",
                    "isCorrect": false
                },
                {
                    "text": "Coordenar as diferentes equipes envolvidas",
                    "rationale": "Incorreto. Coordenação é uma função tática, não uma técnica específica.",
                    "isCorrect": false
                }
            ],
            "hint": "Técnica responde ao 'como fazer' procedimentos específicos.",
            "subject": "tática e técnica"
        },
        {
            "question": "Na mesma operação de entrada em edificação, qual seria um exemplo de TÁTICA?",
            "answerOptions": [
                {
                    "text": "Usar a posição de baixa preparada durante a varredura",
                    "rationale": "Incorreto. Esta é uma técnica específica de posicionamento.",
                    "isCorrect": false
                },
                {
                    "text": "Decidir se a entrada será em coluna, cruzada ou em gancho",
                    "rationale": "Correto. Esta é uma decisão tática sobre como organizar a entrada considerando o cenário.",
                    "isCorrect": true
                },
                {
                    "text": "Manter o controle de cano da arma durante o deslocamento",
                    "rationale": "Incorreto. Controle de cano é uma técnica de manejo de arma.",
                    "isCorrect": false
                },
                {
                    "text": "Executar a transposição técnica da aranha em um muro",
                    "rationale": "Incorreto. Esta é uma técnica específica de transposição de obstáculos.",
                    "isCorrect": false
                },
                {
                    "text": "Realizar a empunhadura correta da arma",
                    "rationale": "Incorreto. Empunhadura é uma técnica básica de manejo de arma.",
                    "isCorrect": false
                }
            ],
            "hint": "Tática envolve decisão sobre 'quando, onde e por que' aplicar determinadas técnicas.",
            "subject": "tática e técnica"
        },
        {
            "question": "Por que a tática policial considera a proteção da equipe e de terceiros?",
            "answerOptions": [
                {
                    "text": "Apenas para evitar processos judiciais",
                    "rationale": "Incorreto. Embora possa prevenir processos, a proteção é um princípio fundamental de segurança.",
                    "isCorrect": false
                },
                {
                    "text": "Como parte fundamental da busca por segurança na ação policial",
                    "rationale": "Correto. A proteção da equipe e terceiros é um objetivo fundamental tanto da técnica quanto da tática.",
                    "isCorrect": true
                },
                {
                    "text": "Principalmente para economizar recursos com afastamentos por saúde",
                    "rationale": "Incorreto. Embora possa ter esse efeito, não é a razão principal mencionada.",
                    "isCorrect": false
                },
                {
                    "text": "Para impressionar positivamente a opinião pública",
                    "rationale": "Incorreto. Embora possa ter esse efeito, a proteção é um princípio operacional, não de imagem.",
                    "isCorrect": false
                },
                {
                    "text": "Porque a lei exige apenas isso",
                    "rationale": "Incorreto. A proteção é um princípio ético e operacional que vai além do mero cumprimento legal.",
                    "isCorrect": false
                }
            ],
            "hint": "Relacione com os objetivos comuns de técnica e tática mencionados nos textos.",
            "subject": "tática e técnica"
        },
        {
            "question": "Qual a importância do treinamento permanente e repetido mencionado no texto sobre técnica?",
            "answerOptions": [
                {
                    "text": "Apenas para cumprir exigências burocráticas de horas de treinamento",
                    "rationale": "Incorreto. O treinamento tem objetivo operacional, não apenas burocrático.",
                    "isCorrect": false
                },
                {
                    "text": "Para desenvolver a precisão, segurança e eficiência na execução das técnicas",
                    "rationale": "Correto. O treinamento repetido visa desenvolver as qualidades fundamentais das técnicas.",
                    "isCorrect": true
                },
                {
                    "text": "Principalmente para manter os policiais ocupados entre operações",
                    "rationale": "Incorreto. O treinamento tem objetivos específicos de desenvolvimento de habilidades.",
                    "isCorrect": false
                },
                {
                    "text": "Para substituir a experiência operacional real",
                    "rationale": "Incorreto. O treinamento complementa, mas não substitui a experiência operacional.",
                    "isCorrect": false
                },
                {
                    "text": "Apenas para preparar para situações extremamente raras",
                    "rationale": "Incorreito. O treinamento prepara para situações tanto comuns quanto raras.",
                    "isCorrect": false
                }
            ],
            "hint": "Relacione o treinamento com os objetivos da técnica mencionados no texto.",
            "subject": "tática e técnica"
        }
    ]
}
